{"Headline":{"89":"Serena Williams: 'I should have been at like 30 or 32' grand slam singles titles - CNN","100":"Novak Djokovic won't play at Indian Wells or Miami Open due to vaccination status - CNN","306":"Novak Djokovic arrives back in Belgrade after deportation from Australia - CNN","526":"2016 CNN Hero of the Year: Dreaming is worth it - CNN","669":"How the Syrian crisis came home to small town Canada - CNN","778":"Sofia Kenin: 'The atmosphere is going to be loud' at the Australian Open - CNN","780":"Australian Open: Maskless crowds pack tennis exhibition in Covid-free Adelaide - CNN","791":"Naomi Osaka: Three-time grand slam champion invests in NWSL team North Carolina Courage - CNN","808":"Australian Open 2021: Nick Kyrgios feels 'safe' ahead of tournament as he credits the country for its Covid-19 response - CNN","809":"Margaret Court: Tennis great says she wasn't invited to Australian Open - CNN","815":"Rafael Nadal calls for 'wider perspective' from players in quarantine ahead of the Australian Open - CNN","826":"Australian Open organizers schedule new warm-up event to benefit quarantining players - CNN","849":"Novak Djokovic says 'good intentions' were 'misconstrued' following backlash to list of proposals ahead of Australian Open - CNN","854":"Australian Open turmoil raises questions for Tokyo Olympics in 2021 - CNN","867":"Australian Open tennis stars get creative with practice while stuck in hotel quarantine - CNN","868":"Australian Open 2021: Quarantining tennis players voice 'unequal practice' frustrations - CNN","918":" After difficult injury run, Ana Konjuh closes in on grand slam return with battling Australian Open qualifying win - CNN","941":"Collin Morikawa: After 'life-changing' major win, US star says fame won't change him - CNN","1015":"Hsieh Su-Wei: Tennis maverick reflects on memorable Australian Open  - CNN","1031":"Djokovic beats Medvedev in 2021 Australian Open final to claim 18th grand slam title - CNN","1039":"Naomi Osaka overcomes Jennifer Brady to win second Australian Open title - CNN","1042":"Daniil Medvedev advances to debut Australian Open final with dominant win over Stefanos Tsitsipas - CNN","1053":"Novak Djokovic powers to Australian Open final after defensive masterclass against grand slam debutant Aslan Karatsev - CNN","1055":"Naomi Osaka denies Serena Williams a shot at record-tying 24th major title at Australian Open - CNN","1063":"Rafael Nadal stunned by Stefanos Tsitsipas' remarkable comeback which dumps him out of Australian Open - CNN","1067":"Ashleigh Barty stunned by Karolina Muchova in Australian Open quarterfinals - CNN","1076":"Australian Open: Serena Williams overcomes Simona Halep to set up blockbuster semifinal with Naomi Osaka - CNN","1077":"Serena vs. Osaka: 'There's going to be some kind of big drama in the final' - CNN","1078":"Aslan Karatsev makes history at Australian Open with run to semis - CNN","1088":"Australian Open: Rafael Nadal eases into quarterfinals, remains on course for record-breaking grand slam - CNN","1089":"Novak Djokovic becomes just second man in history to reach 300 grand slam wins - CNN","1095":"Novak Djokovic defeats Taylor Fritz in five-set epic as fans are told to leave court at Australian Open - CNN","1098":"Australian Open to go without fans as 'new kind of enemy' forces Victoria to lock down - CNN","1110":"Sofia Kenin: Defending champion moved to tears after Australian Open defeat  - CNN","1117":"Serena Williams finds top gear in Australian Open as sister Venus bows out - CNN","1129":"Victoria Azarenka bemoans 'lack of fresh air' in quarantine after Australian Open exit; Rafael Nadal wins - CNN","1130":"Australian Open: Mayar Sherif becomes first Egyptian woman to win a main draw grand slam match - CNN","1135":"Australian Open 2021: After weeks of quarantine drama and Covid setbacks, tennis tournament kicks off - CNN","1136":"Serena and Venus Williams make dream start to Australian Open  - CNN","1143":"Australian Open: Serena Williams, Rafael Nadal target grand slam records  - CNN","1156":"Australian Open: All players test negative for Covid-19 - CNN","1165":"Australian Open players and staff go into quarantine after a hotel worker tests positive for Covid-19 - CNN","1184":"Roger Federer to make tennis comeback in March in Doha - CNN","1237":"Vasek Pospisil 'sorry' for expletive-laden rant at ATP boss in Miami - CNN","1308":"Alexander Zverev behind Roger Federer in 'absurd' new ranking system - CNN","1362":"Roger Federer withdraws from upcoming tournament after making his tennis return  - CNN","1381":"Roger Federer defeats Dan Evans as he returns for first match in 13 months - CNN","1390":"'Dreams do really come true': Novak Djokovic reflects on his career and historic new record - CNN","1403":"Novak Djokovic surpasses Roger Federer's all-time record  - CNN","1415":"How otters and beavers returned to one of the world's greatest golf courses - CNN","1579":"Novak Djokovic's clay-court campaign is up and running -- but not in the way he wanted - CNN","1611":"Lleyton Hewitt's son, Cruz, wins Australian junior tennis title - CNN","1654":"2021 French Open postponed by a week due to Covid-19 pandemic - CNN","1681":"Jordan Spieth claims first win in nearly four years with victory at the Valero Texas Open - CNN","1717":"Naomi Osaka fined for avoiding media after straight sets victory at the French Open - CNN","1719":"Naomi Osaka withdraws from French Open, citing her mental health - CNN","1721":"Dominic Thiem: 'It's a very tough situation', says two-time finalist after shock French Open defeat  - CNN","1724":"French Open champ Rafael Nadal, in 5 statues - CNN","1740":"French Open: Rafael Nadal, Novak Djokovic and Roger Federer all in same half of draw - CNN","1743":"Naomi Osaka says she won't do press conferences during the French Open - CNN","1816":"Roger Federer and Serena Williams suffer shock defeats to dent French Open preparations  - CNN","1836":"Roger Federer calls for end to Tokyo Olympics uncertainty - CNN","1929":"Novak Djokovic hopes Covid-19 vaccine will not be made compulsory for players  - CNN","1974":"Serena Williams forced to retire from first-round Wimbledon match due to injury - CNN","1980":"French Open Fast Facts - CNN","1983":"Roger Federer says he 'got a bit lucky' as Swiss star survives Wimbledon first-round scare - CNN","1985":"Novak Djokovic comes from behind to win Wimbledon opener as he bids for record-equaling 20th grand slam title - CNN","1998":"2020 Tokyo Olympics: Serena Williams confirms she will not play at summer Games - CNN","2023":"Zhang Zhizhen becomes first Chinese man to qualify for Wimbledon in Open Era - CNN","2060":"US Open winner: Jon Rahm claims victory at Torrey Pines - CNN","2088":"Viktor Hovland forced to withdraw from US Open after getting sand in his eye - CNN","2089":"Matthew Wolff, in contention at the US Open, opens up on mental health - CNN","2134":"Stefanos Tsitsipas says his grandmother passed away five minutes before French Open final - CNN","2137":"Djokovic comes from two sets down to beat Tsitsipas in thrilling 2021 French Open final - CNN","2149":"French Open: Barbora Krejcikova beats Anastasia Pavlyuchenkova in roller coaster final to win first grand slam - CNN","2151":"Novak Djokovic beats Rafael Nadal in thriller to reach French Open final - CNN","2159":"Stefanos Tsitsipas reaches first career grand slam final with win over Alexander Zverev at French Open - CNN","2164":"Novak Djokovic lets out guttural scream after setting up French Open semifinal against Rafael Nadal  - CNN","2168":"French Open: Anastasia Pavlyuchenkova defeats Tamara Zidanšek to reach maiden grand slam final - CNN","2179":"Coco Gauff smashes racquet as run at French Open comes to an end against Barbora Krejcikova - CNN","2213":"Federer withdraws from French Open over knee concerns - CNN","2216":"Serena Williams stunned by Elena Rybakina at French Open - CNN","2222":"Serena Williams powers into French Open fourth round as she aims for history - CNN","2227":"Megha Ganne: 17-year-old high school junior has day to remember at US Women's Open - CNN","2229":"Roger Federer says 'misunderstanding' caused heated debate with chair umpire in French Open win  - CNN","2234":"Ashleigh Barty: World no. 1 retires from French Open with injury - CNN","2240":"Serena Williams wants to give Naomi Osaka a hug; others label her a 'princess' - CNN","2274":"Novak Djokovic's search for 'Golden Slam' comes to an end at Tokyo 2020  - CNN","2387":"Collin Morikawa makes history with Open Championship win after dramatic final round - CNN","2401":"British Open Golf Tournament Fast Facts - CNN","2457":"Wimbledon Fast Facts - CNN","2460":"Tokyo Olympics: Novak Djokovic is a 'little bit divided' on playing at Games - CNN","2467":"Wimbledon final: Novak Djokovic wins record-equaling 20th grand slam title - CNN","2475":"Novak Djokovic reaches Wimbledon final after beating Denis Shapovalov - CNN","2491":"Georgia Oboh: Nigeria's first Ladies European Tour player - CNN","2513":"2021 Australian F1 Grand Prix and MotoGP race canceled - CNN","2565":"PTPA: Players' association co-founded by Novak Djokovic has momentum but still divides opinion - CNN","2580":"Naomi Osaka says there's things she 'did wrong' during her 2021 French Open exit - CNN","2593":"Both Serena Williams and Venus Williams will miss the US Open - CNN","2604":"The US Open will offer mental health services to athletes this year - CNN","2609":"U.S. Open to offer record overall purse, winners' payout down - CNN","2631":"Anna Nordqvist holds her nerve to win Women's Open - CNN","2641":"Naomi Osaka exits Western & Southern Open but says she can 'sleep at night' - CNN","2644":"Rafael Nadal pulls out of US Open with foot injury, will miss remainder of 2021 - CNN","2656":"Dominic Thiem: Defending champion to miss US Open and rest of 2021 season due to wrist injury - CNN","2664":"Roger Federer will miss US Open after announcing knee surgery - CNN","2672":"Naomi Osaka to donate prize money to Haitian earthquake relief efforts - CNN","2721":"Collin Morikawa: Fresh off second major victory at the Open, US golfer relishing chance to represent Team USA at Tokyo 2020 - CNN","2877":"Tennis' newest superstar Emma Raducanu celebrates return to UK by playing with Duchess of Cambridge - CNN","2912":"Roger Federer reflects on Novak Djokovic's 'exceptional year' - CNN","2969":"John McEnroe calls Emma Raducanu's US Open win 'crazy'  - CNN","2992":"Diede de Groot becomes the first player to complete the golden slam in wheelchair tennis - CNN","2993":"US Open: Daniil Medvedev beats Novak Djokovic in men's final - CNN","3000":"Novak Djokovic's tears, Daniil Medvedev booed during sets and history denied: A US Open final for the ages - CNN","3005":"Emma Raducanu win: The Queen praises 'outstanding' US Open victory - CNN","3007":"US Open: Emma Raducanu beats Leylah Fernandez in women's final - CNN","3008":"US Open: Novak Djokovic is one win away from a calendar grand slam and 21st major title  - CNN","3015":"Emma Raducanu and Leylah Fernandez to make US Open history in all-teen final - CNN","3027":"Emma Raducanu beats Belinda Bencic to reach US Open semifinals - CNN","3031":"Leylah Fernandez beats Elina Svitolina to reach US Open semifinals - CNN","3045":"Shelby Rogers: 'I'm going to have nine million death threats' - American braces for social media abuse after US Open loss - CNN","3050":"Carlos Alcaraz becomes youngest player to reach men's US Open quarterfinals - CNN","3053":"Sloane Stephens says she received more than 2,000 messages of 'abuse and anger' after US Open defeat - CNN","3061":"Top-ranked Ashleigh Barty stunned at US Open - CNN","3065":"Naomi Osaka: Tennis star shocked at US Open by teen Leylah Fernandez, considers taking another break - CNN","3075":"Stefanos Tsitsipas is booed at the US Open after taking another lengthy toilet break - CNN","3076":"Tennis' governing bodies continue to urge players to get vaccinated ahead of US Open - CNN","3077":"Novak Djokovic thought he heard 'booing' in first round US Open win - or did he? - CNN","3078":"US Open match suspended amid heavy rainfall despite stadium roof - CNN","3082":"Andy Murray says he 'lost respect' for Stefanos Tsitsipas after first round US Open defeat - CNN","3094":"Emma Raducanu: Disappointed star still adjusting to life on tour - CNN","3104":"NAACP urges athletes to avoid signing with Texas teams due to 'attacks on voting rights and reproductive care' - CNN","3136":"Australian Open: No unvaccinated players at tournament, says Victoria state Premier - CNN","3159":"Australian Open: Unvaccinated players can compete after quarantine -- report - CNN","3212":"Novak Djokovic: No special deals to allow unvaccinated players to play at Australian Open - CNN","3230":"Novak Djokovic will need to be vaccinated to play Australian Open: minister\n - CNN","3327":"Australian Open: Get vaccinated if you want to play grand slam, minister tells players - CNN","3343":"Iga Swiatek: Tennis star to donate $50,000 prize money to World Mental Health Day - CNN","3362":"Emma Raducanu says she needs to cut herself 'some slack' after defeat by Aliaksandra Sasnovich at Indian Wells - CNN","3456":"Novak Djokovic likely to skip Australian Open over vaccine mandate, says father - CNN","3559":"Australian Open: Tennis Australia CEO says players must be vaccinated to play in grand slam - CNN","3615":"'King Richard' portrays the power behind the Williams sisters' throne - CNN","3617":"Nick Kyrgios rows back on support for unvaccinated players - CNN","3626":"Novak Djokovic battles past Casper Ruud in opening ATP Finals match - CNN","3628":"Roger Federer unlikely to play Australian Open, says coach - CNN","3668":"Andy Murray reaches Stockholm Open quarterfinal - CNN","3715":"Novak Djokovic secures year-end No. 1 spot for record seventh time, surpassing Pete Sampras - CNN","3793":"Rafa Nadal reaches Melbourne ahead of Australian Open - CNN","3870":"Emma Raducanu voted BBC Sports Personality of the Year - CNN","3893":"Australian Open organisers confirm medical exemption process - CNN","3990":"Australian Open: Novak Djokovic on entry list but Serena Williams will miss season's first grand slam due to medical reasons - CNN","4010":"Novak Djokovic named in Serbia team for 2022 ATP Cup in Sydney - CNN","4071":"Australian Open: Australia's vaccine mandate is not to 'blackmail' Djokovic says Victoria sports minister - CNN"},"Description":{"89":"Widely considered to be the GOAT of women's tennis, 23-time grand slam champion Serena Williams says she's still aiming to beat Margaret Court's record of 24.","100":"Novak Djokovic was featured in the men's singles draw as the No. 2 seed at Indian Wells, but he said Wednesday he won't be playing in the tournament due to his unvaccinated status.","306":"Novak Djokovic has arrived back in Serbia's capital Belgrade after his deportation from Australia ended the world No. 1 tennis player's hopes of playing in the Australian Open.","526":"We asked Jeison Aristizábal to share what's happened since he was recognized as the 2016 CNN Hero of the Year. Here is his open letter:","669":"A small city in Canada welcomes Syrian refugees with open arms.","778":"Preparation for this year's Australian Open has been unlike anything these professional tennis players have previously experienced.","780":"Thousands of cheering fans packed the stands on Friday to watch some of tennis' biggest stars warm up for the Australian Open -- with hardly a face mask to be seen. ","791":"Three-time tennis grand slam champion Naomi Osaka says she has invested in National Women's Soccer League (NWSL) franchise North Carolina Courage.","808":"Tennis star Nick Kyrgios says he feels safe at the prospect of playing in this year's Australian Open as he played down complaints from fellow stars who are quarantining ahead of the tournament in Melbourne. ","809":"Tennis champion Margaret Court, who has had a frosty relationship with the Australian Open over her views on sexuality and same-sex marriage in recent years, says she not been invited to this year's tournament in a radio interview with 3AW.","815":"Rafael Nadal says he feels \"privileged\" to be playing in this year's Australian Open as he called on his fellow stars to have a \"wider perspective\" on the mandatory quarantine period ahead of the tournament.","826":"Organizers of the Australian Open have scheduled a new warm-up tournament for players who have been unable to train during quarantine. ","849":"Novak Djokovic says his \"good\" intentions were \"misconstrued\" after a list of proposals he sent to Craig Tiley, the CEO of Tennis Australia, prompted a backlash from sections of the public.","854":"The quarantine controversy over tennis' Australian Open has raised questions about whether large-scale international sporting events can take place in the middle of a pandemic and could offer a preview of the difficulties facing this summer's Tokyo Olympics.","867":"Normally accustomed to practicing for five hours a day in the build up to a grand slam, more than 70 tennis players are now limited to the confines of their hotel rooms as they begin the mandatory two-week quarantine in Melbourne ahead of the Australian Open.","868":"Instead of training for up to five hours a day as they prepare for the Australian Open, 72 players find themselves unable to leave their hotel rooms under coronavirus quarantine rules -- and a number of them are vocally expressing their frustrations.","918":"Tennis star Ana Konjuh kept alive hopes of competing at her first grand slam in more than two years after outlasting Anna-Lena Friedsam in Australian Open qualifying in Dubai. ","941":"After the RBC Canadian Open in June 2019, Collin Morikawa was ranked 1039th in the world having finished tied for 14th. ","1015":"With her beaming smile, wry sense of humor and confidence to do things her own way, Hsieh Su-Wei captured the public's heart at this month's Australian Open.  ","1031":"Novak Djokovic put on a masterclass in power and precision to overwhelm Daniil Medvedev in the Australian Open final and clinch his 18th grand slam title.","1039":"Naomi Osaka powered her way to a second Australian Open title with a comprehensive straight sets victory over grand slam final debutante Jennifer Brady.","1042":"Daniil Medvedev produced an impressive display against world No. 6 Stefanos Tsitsipas to advance to the final of the Australian Open.","1053":"Novak Djokovic put on a defensive masterclass against Aslan Karatsev to advance to the Australian Open final.","1055":"Serena Williams has been denied her opportunity to match Australian Margaret Court's record of 24 major singles titles after she was beaten by 23-year-old Naomi Osaka at the Australian Open in Melbourne on Thursday.","1063":"Rafael Nadal will have to wait to win his 21st grand slam and etch his name into the history books after a stunning comeback from Stefanos Tsitsipas dumped him out of the Australian Open. ","1067":"World No. 1 and home favorite Ashleigh Barty exited the Australian Open after she was stunned by Karolina Muchova in the quarterfinals on Wednesday.","1076":"Serena Williams overcame world No. 2 Simona Halep in the Australian Open to set up a blockbuster semifinal clash with Naomi Osaka.","1077":"CNN looks back at the dramatic 2018 US Open final between Serena Williams and Naomi Osaka with people who witnessed the match from inside the stadium. \"Looking back, it's like I had a premonition of what was going to happen inside the Arthur Ashe Stadium,\" said Sasha Bajin, Osaka's coach at the time.","1078":"Aslan Karatsev's historic run continued at the Australian Open on Tuesday as the Russian became the first man in the Open Era to reach the semifinals on his grand slam debut.","1088":"Rafael Nadal remains on course to earn his record-breaking 21st grand slam at the Australian Open with a comfortable victory over Fabio Fognini on Monday. ","1089":"Novak Djokovic became just the second man in history to reach 300 grand slam wins with victory over Milos Raonic in the fourth round of the Australian Open.","1095":"Novak Djokovic battled through injury to survive a comeback by Taylor Fritz in the third round of the Australian Open, triumphing 7-6 6-4 3-6 4-6 6-2.","1098":"The Australian state of Victoria will lock down for five days in a bid to curb the spread of a more contagious coronavirus variant, meaning the Australian Open will go without fans during what is usually its busiest few days. ","1110":"Sofia Kenin's bid to defend her Australian Open title ended in disappointment on Thursday after she was knocked out of the tournament by world No. 65 Kaia Kanepi.","1117":"There's just no stopping Serena Williams at this year's Australian Open so far. ","1129":"Victoria Azarenka says quarantine ahead of this year's Australian Open took its \"toll\" -- notably a lack of \"fresh air\" -- after she was knocked out in the first round on Tuesday. ","1130":"Maya Sherif made history for Egypt at the Australian Open as the country's first woman to win a main draw match at a major tournament.","1135":"Thousands of tennis fans descended on Melbourne Park to watch stars including Naomi Osaka and Serena Williams kick off the Australian Open on Monday, after a three-week postponement and high drama over the quarantine of players.","1136":"The Williams sisters rolled back the years on Monday as both stormed to straight-set victories in the Australian Open first round.","1143":"With warmup tournaments coming to a close, attention now turns to the main draw of the Australian Open, the buildup to which has been dominated by coronavirus precautions. ","1156":"It looks as if it's all systems go for the Australian Open next week after all players forced into a recent quarantine returned negative results, organizers announced on Friday.","1165":"A single case of Covid-19 at a quarantine hotel in Melbourne has forced organizers of the Australian Open to quarantine 507 players, officials and support staff, just four days before the tennis championship is set to begin. ","1184":"Roger Federer will make his long-awaited return to tennis following double knee surgery at an ATP tournament in Doha, Qatar in March, his agent has confirmed to CNN Sport.","1237":"Canadian Vasek Pospisil apologized for his on-court conduct and a profanity-laced rant aimed at ATP Tour chief Andrea Gaudenzi during his first-round loss to American Mackenzie McDonald at the Miami Open on Wednesday.","1308":"US Open runner-up Alexander Zverev says it is \"absurd\" he remains behind Roger Federer under the ATP Tour's revised rankings system during the Covid-19 pandemic, given that the Swiss was out injured for more than a year.","1362":"Roger Federer has pulled out of an upcoming tennis tournament in Dubai after returning to action following a 13-month injury layoff. ","1381":"Roger Federer marked his return to tennis with a closely-fought 7-6 3-6 7-5 victory over Dan Evans at the Qatar Open.","1390":"When Novak Djokovic was just seven years old, he'd make his own Wimbledon trophy and imagine he was the best tennis player in the world.","1403":"Novak Djokovic has broken Roger Federer's all-time record for most weeks spent as the men's world No.1.","1415":"Ten years ago following Darren Clarke's win at a wild and wet 2011 Open tournament, one of the world's top golf courses embarked on a modernizing mission.","1579":"Novak Djokovic had been on an unbeaten 10-match run to start 2021 in which he'd lifted his ninth Australian Open title. ","1611":"Cruz Hewitt, son of former tennis world No. 1 Lleyton, is proving he's a chip off the old block after winning an Australian Under-12s clay court tournament.","1654":"This year's French Open tennis tournament has been postponed by a week due to the Covid-19 pandemic, the French Tennis Federation (FFT) announced on Thursday.","1681":"Jordan Spieth said he was grateful to see the back of some \"tough days\" after claiming his first victory in nearly four years at the Valero Texas Open on Sunday.","1717":"Tennis star Naomi Osaka was fined $15,000 for not talking to the media after her straight set victory at the French Open on Sunday, Roland Garros announced in a statement.","1719":"Tennis star Naomi Osaka said Monday she is withdrawing from the French Open after refusing to speak to the media at the grand slam. ","1721":"Two-time French Open finalist Dominic Thiem was eliminated in the first round of this year's tournament by Spain's Pablo Andújar -- 6-4, 7-5, 3-6, 4-6, 4-6 -- on Sunday, marking the first major upset of the clay court grand slam.  ","1724":"French Open officials just unveiled a statue of Rafael Nadal at Roland Garros, where he begins defense of his title this week. It's just the latest of many artistic renderings of the Spanish tennis star.","1740":"Rafael Nadal, Novak Djokovic and Roger Federer are all in the same half of the draw at this year's French Open, creating the possibility of some mouth-watering matches before the final.","1743":"Naomi Osaka, a four-time major champion and the No. 2-ranked women's tennis player in the world, announced on Twitter and Instagram that she will not be participating in press conferences during the French Open.","1816":"Roger Federer and Serena Williams may be able to boast 43 grand slam singles titles between them but both were left stunned by defeats within hours of each other on Tuesday. ","1836":"Tennis great Roger Federer has called on Olympic organizers to end the uncertainty around the Tokyo Games, with the 20-time grand slam winner saying he was still in two minds whether to compete.","1929":"World No. 1 Novak Djokovic says he hopes Covid-19 vaccines will not be mandatory for tennis players on tour. ","1974":"Seven-time Wimbledon champion Serena Williams was forced to retire from her first-round match at the All England Club against Aliaksandra Sasnovich on Tuesday due to an injury suffered in the first set.","1980":"Read CNN's Fast Facts about the French Open tennis tournament and learn more about one of the four Grand Slam events in tennis.","1983":"Roger Federer's bid to win a 21st grand slam title got off to a nervy start at Wimbledon on Tuesday when his opponent Adrian Mannarino had to retire at the start of the fifth set in the first round.","1985":"As he bids to win a record-equaling 20th grand slam title, Novak Djokovic had to come from behind to secure victory in Wimbledon's first round.","1998":"23-time grand slam champion Serena Williams has confirmed she will skip the 2020 Tokyo Olympics.","2023":"Zhang Zhizhen will be the first Chinese man in the Open Era to play in the main draw at Wimbledon next week after the world No. 178 booked his place by defeating Argentine Francisco Cerundolo 6-0 6-3 6-7(4) 7-6(6) in the qualifiers on Thursday.","2060":"Jon Rahm won the 121st US Open at Torrey Pines Golf Course in San Diego, California, on Sunday.","2088":"Norwegian golfer Viktor Hovland was forced to withdraw from the US Open on Friday after getting sand in his eye.","2089":"After two rounds at the US Open, Matthew Wolff is in a tie for third and one shot off the lead. And he acknowledges he is surprised to be in this position.","2134":"Stefanos Tsitsipas has paid tribute to his grandmother, who he says passed away five minutes before he took to the court for the French Open final against Novak Djokovic.","2137":"Novak Djokovic came back from two sets down in a grand slam final for the first time in his career, as he narrowly got the better of Stefanos Tsitsipas in a thrilling French Open final.","2149":"Barbora Krejcikova won her maiden grand slam singles title, beating Anastasia Pavlyuchenkova 6-1 2-6 6-4 in a roller coaster French Open final.","2151":"Novak Djokovic dethroned Rafael Nadal in an all-time classic encounter to reach the French Open final, winning 3-6 6-3 7-6 6-2 in a match that lasted more than four hours.","2159":"Greek tennis star Stefanos Tsitsipas advanced to his first career grand slam final with victory over Alexander Zverev at the French Open on Friday. ","2164":"A pumped up Novak Djokovic let out a series of guttural screams after edging past Italy's Matteo Berrettini on Wednesday to reach the semifinals of this year's French Open. ","2168":"Anastasia Pavlyuchenkova reached her first grand slam final with a 7-5 6-3 victory against Tamara Zidanšek at the French Open.","2179":"Coco Gauff's dream run at the French Open came to an end on Wednesday as she lost in straight sets to Barbora Krejcikova 7-6 (8-6) 6-3. ","2213":"Roger Federer has withdrawn from the French Open as he seeks to protect his knee following two operations in 2020.","2216":"Serena Williams was surprisingly beaten by Elena Rybakina in two sets as the 39-year-old American exited the French Open at the last-16 stage on Sunday.","2222":"Serena Williams put in an impressive display on Friday to qualify for the French Open fourth-round with a chance at entering the history books on the horizon. ","2227":"The last time an amateur took the lead after a round in the US Women's Open was when Jane Park did so at Newport Country Club in 2006.","2229":"Roger Federer has become known for his cool and composed tennis but the 20-time grand slam champion wasn't happy during his French Open win against Marin Cilic.","2234":"World no. 1 Ashleigh Barty was forced to retire from the 2021 French Open due to injury on Thursday. ","2240":"Serena Williams says she'd like to give Naomi Osaka a hug after the world No.2 withdrew from the French Open on Monday.","2274":"Novak Djokovic's search for a historic 'Golden Slam' came to an end on Friday as he lost to Alexander Zverev at Tokyo 2020. ","2387":"Collin Morikawa won the Open golf tournament on Sunday, finishing two shots ahead of Jordan Spieth.","2401":"Read CNN's Fast Facts about the British Open Golf Tournament and learn more about one of the four Grand Slam golf championships.","2457":"Read CNN's Fast Facts on Wimbledon, the Grand Slam tennis tournament that is played on grass courts.\n","2460":"After winning his 20th grand slam in Sunday's Wimbledon final, Novak Djokovic said he was \"50-50\" on participating at the 2020 Tokyo Olympics.","2467":"Novak Djokovic equaled the men's record for most grand slam single's titles after beating Matteo Berrettini in the Wimbledon final on Sunday. ","2475":"Defending champion Novak Djokovic was in ruthless form on Friday as he beat the hardworking Denis Shapovalov to reach this year's Wimbledon final. ","2491":"When Nigerian Georgia Oboh began playing golf, she struggled to identify role models in her sport, so she took inspiration from elsewhere -- in particular, from tennis greats Serena Williams and Naomi Osaka. ","2513":"The Australian Grand Prix has been axed for the second year in a row with the 21st round of the Formula One championship a victim of the country's tight border controls, organizers said on Tuesday.","2565":"When Novak Djokovic and Vasek Pospisil launched a breakaway players' association in 2020, it proved divisive. Almost a year on and the issue is still proving contentious. ","2580":"Four-time grand slam champion Naomi Osaka says \"there's a lot of things\" she \"did wrong\" during her 2021 French Open withdrawal.","2593":"Twenty-three-time grand slam singles champion Serena Williams and her sister, seven-time major singles champion Venus Williams, will miss the final tennis major of the year, the US Open, the two announced on social media on Wednesday.","2604":"The US Open will offer athletes mental health support during this year's tournament, in addition to typical health services, US Open officials said in a statement Tuesday. ","2609":"The U.S. Open will offer total prize money of $57.5 million this year, eclipsing the record payout of $57.2 million set in 2019, tournament organizers said on Monday.","2631":"Anna Nordqvist held her nerve on the final hole to win this year's Women's Open at Carnoustie, Scotland, on Sunday. ","2641":"Naomi Osaka suffered a shock defeat at the hands of Jil Teichmann in the Western & Southern Open on Thursday but says she can \"sleep at night\" knowing she tried her best throughout.","2644":"Rafael Nadal announced on Friday that he will miss the remainder of the 2021 season with a foot injury and will therefore take no part in this month's US Open -- the final tennis grand slam of the year.","2656":"Defending US Open champion Dominic Thiem announced that he will miss the 2021 edition of the tournament -- and the rest of the season -- due to an ongoing wrist injury. ","2664":"Tennis great Roger Federer will miss the US Open later this month and possibly the rest of the season, after announcing that he needs another knee surgery which will sideline him for \"many months.\"","2672":"Naomi Osaka has pledged to donate her earnings from next week's Western & Southern Open to support earthquake relief efforts in Haiti, the Caribbean nation her father hails from.","2721":"After making history with his victory at the Open earlier this month, Collin Morikawa might well be the favorite to win Olympic gold in the country where half his family is from. ","2877":"Fresh off breaking onto the biggest stage possible with her debut grand slam victory, Emma Raducanu is enjoying the success that comes with it. ","2912":"Roger Federer said Novak Djokovic had a \"truly exceptional\" year, even as the world No. 1 fell short of winning a calendar grand slam at the US Open.","2969":"Tennis legend John McEnroe has praised Emma Raducanu for her incredible triumph at this year's US Open and says he stands by the comments he made about her after her Wimbledon debut. ","2992":"Diede de Groot became the first player to complete the golden slam in wheelchair tennis after winning all four majors and the Paralympic gold medal, completing the feat by winning the US Open final on Sunday.","2993":"Daniil Medvedev won his first grand slam title Sunday, beating Novak Djokovic 6-4 6-4 6-4 in the US Open final and ending the world No. 1's hopes of completing a calendar grand slam. ","3000":"Atmosphere and emotion may well be a guarantee for any grand slam title match, but this year's men's US Open final had both in abundance.","3005":"The Queen has praised Emma Raducanu's \"outstanding\" US Open victory on Saturday, calling it a \"remarkable achievement.\" ","3007":"British teenager Emma Raducanu won her first grand slam title by defeating Canadian Leylah Fernandez 6-4, 6-3 in the US Open final Saturday, completing a spectacular run at Flushing Meadows' first all-teen final since 1999.","3008":"Novak Djokovic is one win away from a record-breaking 21st major title and the first calendar grand slam in men's singles since 1969.","3015":"The US Open women's final will be a battle of the teens as Britain's Emma Raducanu advances to her first major final by defeating No. 17 seed Maria Sakkari of Greece 6-1, 6-4 in the semifinals on Thursday night. ","3027":"British teenager Emma Raducanu continued her sensational run at the US Open, beating Olympic gold medalist Belinda Bencic in straight sets to reach her first grand slam semifinal.","3031":"Unseeded teenager Leylah Fernandez continued her stunning run at the US Open with victory over Elina Svitolina to reach the semifinals.","3045":"Shelby Rogers said she was expecting to receive \"nine million death threats\" on social media following her fourth round US Open defeat to Great Britain's Emma Raducanu.","3050":"Spanish teenager Carlos Alcaraz followed up his stunning victory over world No. 3 Stefanos Tsitsipas with a comeback win against Peter Gojowczyk to reach the US Open quarterfinals.","3053":"American tennis player Sloane Stephens revealed harassing and threatening messages she received following her third-round loss to Angelique Kerber at the US Open on Friday.","3061":"American tennis player Shelby Rogers rallied to upset No. 1 seed Ashleigh Barty of Australia, the top-ranked woman in the world, in the third round of the US Open in New York on Saturday night. The final score was 6-2, 1-6, 7-6 (7-5).","3065":"In a stunning result, US Open defending champion Naomi Osaka lost her third-round match to Canada's Leylah Fernandez in three sets, as the world No. 3 and four-time major champion uncharacteristically showed signs of frustration on the court and expressed doubts after the match.","3075":"Stefanos Tsitsipas was booed by the crowd during his second-round US Open win over Adrian Mannarino after taking another extended toilet break. ","3076":"Some of the world's best tennis players are congregating in New York for the US Open, the season's final grand slam.","3077":"Novak Djokovic started his pursuit of history at the US Open with victory against Holger Rune on Tuesday but said the atmosphere on court was far from ideal. ","3078":"The US Open tennis championship was battered by remnants of Hurricane Ida on Wednesday, causing one match to be suspended as rain poured through the stadium roof. ","3082":"Three-time grand slam champion Andy Murray says he \"lost respect\" for Stefanos Tsitsipas, after the Greek world No. 3 took multiple extended breaks at crucial times during their first round US Open match.","3094":"US Open champion Emma Raducanu said she was still coming to terms with the fast pace of life on tour but vowed to brush aside her disappointing loss in the Transylvania Open on Friday and come back stronger.","3104":"The NAACP sent an open letter to five players' unions on Thursday, urging their athletes not to sign with teams in Texas.","3136":"Victoria Premier Daniel Andrews said his government will not apply for travel permits to allow unvaccinated tennis players to compete at the Australian Open in the state after Prime Minister Scott Morrison indicated they would be allowed into the country.","3159":"Unvaccinated athletes will be able to take part in next year's Australian Open after undergoing 14 days of quarantine, the WTA Tour has told its players, according to an email leaked to U.S. media.","3212":"Australia's Victoria state will not do special deals with unvaccinated athletes to allow them to compete at major events, an official said on Tuesday, putting Novak Djokovic's Australian Open title defence and bid for the Grand Slam record in doubt.","3230":"Novak Djokovic will not be able to enter Australia to defend his Australian Open title unless he is fully vaccinated for Covid-19, the country's immigration minister said on Wednesday, putting the Serb's grand slam record bid in doubt.","3327":"Tennis players planning to compete in the Australian Open at Melbourne Park should get vaccinated for Covid-19 to give themselves the best chance of playing the grand slam, an Australian government official has said.","3343":"Tennis star Iga Swiatek says she will be donating $50,000 of her prize money in support of World Mental Health Day, after progressing to the last 16 of the BNP Paribas Open at Indian Wells on Sunday. ","3362":"Britain's new sporting hero Emma Raducanu, who stunned the tennis world when she won the US Open in September, experienced that losing feeling as she was beaten 6-2 6-4 by Aliaksandra Sasnovich in the Indian Wells tournament's second round on Friday.","3456":"Novak Djokovic is unlikely to play at the Australian Open if rules on Covid-19 vaccinations are not relaxed, the world number one's father, Srdjan Djokovic, said.","3559":"Players will have to be fully vaccinated to participate in the upcoming Australian Open, with Tennis Australia Chief Executive Officer Craig Tiley hopeful that men's world No. 1 Novak Djokovic will be competing.","3615":"Long before Venus and Serena Williams were old enough to pick up a tennis racquet, their father had their future mapped out.","3617":"Tennis maverick Nick Kyrgios has rowed back on comments supporting unvaccinated athletes, saying it would not be \"morally right\" to let them play at the Australian Open.","3626":"Novak Djokovic was given a stern test by Norway's Casper Ruud in his opening match of this year's ATP Finals, but eventually proved too good for his opponent, winning 7-6 6-2 to open his account in Turin, Italy.","3628":"Roger Federer is unlikely to play in next year's Australian Open but is still determined to make a return to tournament tennis at some stage, according to his coach Ivan Ljubicic.","3668":"Andy Murray has snagged what he thinks is possibly his best result of the year so far, defeating top seed and world No. 10 Jannik Sinner in the second round of the Stockholm Open. ","3715":"Novak Djokovic made tennis history on Saturday as he secured his place as the year-end world No. 1 for the record seventh time. ","3793":"Rafa Nadal confirmed his bid for a record 21st Grand Slam title on Friday by posting a picture of himself at Melbourne Park on social media and allaying fears that he could miss next month's Australian Open.","3870":"Tennis player Emma Raducanu was voted BBC Sports Personality of the Year on Sunday, receiving British sport's annual individual accolade as a reward for her remarkable U.S. Open triumph.","3893":"Australian Open tournament director Craig Tiley said players applying for a medical exemption to participate in the grand slam without being vaccinated against Covid-19 will have their case reviewed by an independent three-person panel.","3990":"Novak Djokovic has been named on the entry list for next month's Australian Open, while Serena Williams has withdrawn on medical grounds. ","4010":"Novak Djokovic was named in Serbia's team for the men's season-opening ATP Cup in January in Sydney, although the world No. 1 has yet to commit to the Australian Open following the organizers' mandate for Covid-19 vaccinations.","4071":"The Australian Open's Covid-19 vaccine mandate is about protecting the community, not about \"blackmailing\" Novak Djokovic, a state government official said on Wednesday."},"Url":{"89":"https:\/\/www.cnn.com\/2022\/03\/04\/tennis\/serena-williams-grand-slam-amanpour-spt-intl\/index.html","100":"https:\/\/www.cnn.com\/2022\/03\/09\/tennis\/novak-djokovic-indian-wells-covid-spt-intl\/index.html","306":"https:\/\/www.cnn.com\/2022\/01\/17\/tennis\/novak-dojokivc-belgrade-spt-intl\/index.html","526":"https:\/\/www.cnn.com\/2017\/12\/15\/opinions\/jeison-aristizabal-2016-hero-year-update-letter\/index.html","669":"https:\/\/www.cnn.com\/2016\/03\/07\/world\/canada-welcomes-syrian-refugees\/index.html","778":"https:\/\/www.cnn.com\/2021\/01\/30\/tennis\/sofia-kenin-australian-open-title-quarantine-spt-intl\/index.html","780":"https:\/\/www.cnn.com\/2021\/01\/29\/sport\/australian-open-adelaide-exhibition-crowds-intl-hnk\/index.html","791":"https:\/\/www.cnn.com\/2021\/01\/28\/tennis\/naomi-osaka-north-carolina-courage-nwsl-blm-spt-intl\/index.html","808":"https:\/\/www.cnn.com\/2021\/01\/25\/tennis\/nick-kyrgios-australian-open-covid-19-cmd-spt-intl\/index.html","809":"https:\/\/www.cnn.com\/2021\/01\/26\/tennis\/margaret-court-not-invited-australian-open-spt-intl\/index.html","815":"https:\/\/www.cnn.com\/2021\/01\/26\/tennis\/rafa-nadal-australian-open-covid-federer-spt-int\/index.html","826":"https:\/\/www.cnn.com\/2021\/01\/24\/sport\/australian-open-schedule-spt-intl\/index.html","849":"https:\/\/www.cnn.com\/2021\/01\/20\/tennis\/sloane-stephens-loses-grandfather-while-in-australian-open-quarantine-spt-intl\/index.html","854":"https:\/\/www.cnn.com\/2021\/01\/19\/sport\/australian-open-quarantine-tokyo-olympics-intl-hnk\/index.html","867":"https:\/\/www.cnn.com\/2021\/01\/18\/tennis\/australian-open-players-practice-in-hotel-quarantine-spt-intl\/index.html","868":"https:\/\/www.cnn.com\/2021\/01\/17\/tennis\/australian-open-covid-19-spt-intl\/index.html","918":"https:\/\/www.cnn.com\/2021\/01\/11\/tennis\/ana-konjuh-australian-open-qualifying-tennis-spt-intl\/index.html","941":"https:\/\/www.cnn.com\/2021\/01\/07\/golf\/collin-morikawa-golf-pga-championship-european-tour-spc-spt-intl\/index.html","1015":"https:\/\/www.cnn.com\/2021\/02\/23\/tennis\/hsieh-su-wei-tennis-australian-open-spt-intl\/index.html","1031":"https:\/\/www.cnn.com\/2021\/02\/21\/tennis\/australian-open-final-novak-djokovic-daniil-medvedev-spt-intl\/index.html","1039":"https:\/\/www.cnn.com\/2021\/02\/20\/tennis\/australian-open-final-naomi-osaka-jennifer-brady-spt-intl\/index.html","1042":"https:\/\/www.cnn.com\/2021\/02\/19\/tennis\/daniil-medvedev-stefanos-tsitsipas-australian-open-spt-intl\/index.html","1053":"https:\/\/www.cnn.com\/2021\/02\/18\/tennis\/novak-djokovic-aslan-karatsev-australian-open-spt-intl\/index.html","1055":"https:\/\/www.cnn.com\/2021\/02\/18\/tennis\/osaka-williams-australian-open-intl-hnk\/index.html","1063":"https:\/\/www.cnn.com\/2021\/02\/17\/tennis\/rafael-nadal-stefanos-tsitsipas-australian-open-spt-intl\/index.html","1067":"https:\/\/www.cnn.com\/2021\/02\/17\/tennis\/karolina-muchova-ashleigh-barty-australian-open-spt-intl\/index.html","1076":"https:\/\/www.cnn.com\/2021\/02\/16\/tennis\/serena-williams-simona-halep-australian-open-spt-intl\/index.html","1077":"https:\/\/www.cnn.com\/2019\/08\/26\/world\/us-open-tennis-lookback-spt-intl\/index.html","1078":"https:\/\/www.cnn.com\/2021\/02\/16\/tennis\/aslan-karatsev-grigor-dimitrov-australian-open-spt-intl\/index.html","1088":"https:\/\/www.cnn.com\/2021\/02\/15\/tennis\/rafael-nadal-fabio-fognini-australian-open-spt-intl\/index.html","1089":"https:\/\/www.cnn.com\/2021\/02\/14\/tennis\/novak-djokovic-australian-open-milos-raonic-spt-intl\/index.html","1095":"https:\/\/www.cnn.com\/2021\/02\/12\/tennis\/novak-djokovic-taylor-fritz-australian-open-spt-intl\/index.html","1098":"https:\/\/www.cnn.com\/2021\/02\/12\/tennis\/australian-open-victoria-lockdown-intl-hnk\/index.html","1110":"https:\/\/www.cnn.com\/2021\/02\/11\/tennis\/sofia-kenin-australian-opem-defeat-spt-intl\/index.html","1117":"https:\/\/www.cnn.com\/2021\/02\/10\/tennis\/serena-williams-australian-open-2021-spt-intl\/index.html","1129":"https:\/\/www.cnn.com\/2021\/02\/09\/tennis\/victoria-azarenka-quarantine-australian-open-spt-intl\/index.html","1130":"https:\/\/www.cnn.com\/2021\/02\/09\/tennis\/mayar-sherif-australian-open-egypt-spt-intl\/index.html","1135":"https:\/\/www.cnn.com\/2021\/02\/07\/tennis\/australian-open-coronavirus-sport-intl-hnk\/index.html","1136":"https:\/\/www.cnn.com\/2021\/02\/08\/tennis\/serena-venus-williams-australian-open-2021-spt-intl\/index.html","1143":"https:\/\/www.cnn.com\/2021\/02\/07\/tennis\/serena-williams-rafael-nadal-australian-open-spt-intl-cmd\/index.html","1156":"https:\/\/www.cnn.com\/2021\/02\/05\/tennis\/australian-open-draw-spt-intl\/index.html","1165":"https:\/\/www.cnn.com\/2021\/02\/03\/world\/australia-open-tennis-coronavirus-intl\/index.html","1184":"https:\/\/www.cnn.com\/2021\/02\/02\/tennis\/roger-federer-doha-comeback-spt-intl\/index.html","1237":"https:\/\/www.cnn.com\/2021\/03\/25\/tennis\/vasek-pospisil-miami-open-tennis-spt-intl\/index.html","1308":"https:\/\/www.cnn.com\/2021\/03\/16\/tennis\/zverev-federer-atp-ranking-spt-intl\/index.html","1362":"https:\/\/www.cnn.com\/2021\/03\/12\/tennis\/federer-tennis-dubai-injury-spt-intl\/index.html","1381":"https:\/\/www.cnn.com\/2021\/03\/10\/tennis\/roger-federer-return-qatar-open-spt-intl\/index.html","1390":"https:\/\/www.cnn.com\/2021\/03\/09\/tennis\/novak-djokovic-world-no-1-record-spt-intl\/index.html","1403":"https:\/\/www.cnn.com\/2021\/03\/08\/tennis\/novak-djokovic-roger-federer-tennis-record-spt-intl\/index.html","1415":"https:\/\/www.cnn.com\/2021\/03\/05\/golf\/golf-sustainability-royal-st-george-piz-nairn-cmd-scn-spc-spt-intl\/index.html","1579":"https:\/\/www.cnn.com\/2021\/04\/16\/tennis\/novak-djokovic-dan-evans-monte-carlo-masters-spt-intl\/index.html","1611":"https:\/\/www.cnn.com\/2021\/04\/12\/tennis\/cruz-hewitt-wins-australian-junior-clay-court-tournament-spt-intl\/index.html","1654":"https:\/\/www.cnn.com\/2021\/04\/08\/tennis\/tennis-french-open-postponed-due-to-covid-spt-intl\/index.html","1681":"https:\/\/www.cnn.com\/2021\/04\/05\/golf\/jordan-spieth-valero-texas-open-spt-intl\/index.html","1717":"https:\/\/www.cnn.com\/2021\/05\/30\/tennis\/naomi-osaka-french-open-first-round-win-spt-intl\/index.html","1719":"https:\/\/www.cnn.com\/2021\/05\/31\/tennis\/naomi-osaka-french-open-withdraw-spt-intl\/index.html","1721":"https:\/\/www.cnn.com\/2021\/05\/31\/sport\/dominic-thiem-french-open-first-round-defeat-spt-intl\/index.html","1724":"https:\/\/www.cnn.com\/2021\/05\/30\/sport\/rafael-nadal-sculpture-french-open-trnd\/index.html","1740":"https:\/\/www.cnn.com\/2021\/05\/28\/tennis\/french-open-draw-spt-intl\/index.html","1743":"https:\/\/www.cnn.com\/2021\/05\/26\/tennis\/naomi-osaka-no-press-conferences-at-french-open-spt-intl\/index.html","1816":"https:\/\/www.cnn.com\/2021\/05\/19\/tennis\/federer-williams-serena-defeat-french-open-spt-intl\/index.html","1836":"https:\/\/www.cnn.com\/2021\/05\/15\/tennis\/roger-federer-tokyo-olympics-spt-intl\/index.html","1929":"https:\/\/www.cnn.com\/2021\/04\/24\/tennis\/novak-djokovic-covid-vaccinations-spt-intl\/index.html","1974":"https:\/\/www.cnn.com\/2021\/06\/29\/tennis\/serena-williams-wimbledon-spt-intl\/index.html","1980":"https:\/\/www.cnn.com\/2013\/06\/03\/world\/europe\/french-open-fast-facts\/index.html","1983":"https:\/\/www.cnn.com\/2021\/06\/29\/tennis\/roger-federer-adrian-mannarino-wimbledon-2021\/index.html","1985":"https:\/\/www.cnn.com\/2021\/06\/28\/tennis\/novak-djokovic-jack-draper-wimbledon-spt-intl\/index.html","1998":"https:\/\/www.cnn.com\/2021\/06\/27\/tennis\/serena-williams-skip-2020-tokyo-olympics-spt-intl\/index.html","2023":"https:\/\/www.cnn.com\/2021\/06\/25\/tennis\/zhang-zhizhen-wimbledon-spt-intl\/index.html","2060":"https:\/\/www.cnn.com\/2021\/06\/20\/us\/us-open-2021-winner\/index.html","2088":"https:\/\/www.cnn.com\/2021\/06\/19\/sport\/viktor-hovland-eye-injury-us-open-spt-intl\/index.html","2089":"https:\/\/www.cnn.com\/2021\/06\/18\/golf\/matthew-wolff-us-open-golf-mental-health-spt-intl\/index.html","2134":"https:\/\/www.cnn.com\/2021\/06\/14\/tennis\/stefanos-tsitsipas-french-open-final-grandmother-spt-intl\/index.html","2137":"https:\/\/www.cnn.com\/2021\/06\/13\/tennis\/novak-djokovic-stefanos-tsitsipas-french-open-final-spt-intl\/index.html","2149":"https:\/\/www.cnn.com\/2021\/06\/12\/tennis\/anastasia-pavlyuchenkova-barbora-krejcikova-french-open-final-spt-intl\/index.html","2151":"https:\/\/www.cnn.com\/2021\/06\/11\/tennis\/novak-djokovic-rafael-nadal-french-open-spt-intl\/index.html","2159":"https:\/\/www.cnn.com\/2021\/06\/11\/tennis\/rafa-nadal-novak-djokovic-stefanos-tsitsipas-alexander-zverev-spt-intl\/index.html","2164":"https:\/\/www.cnn.com\/2021\/06\/10\/tennis\/novak-djokovic-french-open-scream-spt-intl\/index.html","2168":"https:\/\/www.cnn.com\/2021\/06\/10\/sport\/anastasia-pavlyuchenkova-tamara-zidansek-french-open-spt-intl\/index.html","2179":"https:\/\/www.cnn.com\/2021\/06\/09\/tennis\/coco-gauff-barbora-krejcikova-french-open-spt-intl\/index.html","2213":"https:\/\/www.cnn.com\/2021\/06\/06\/tennis\/roger-federer-knee-french-open-spt-intl\/index.html","2216":"https:\/\/www.cnn.com\/2021\/06\/06\/tennis\/serena-williams-elena-rybakina-french-open-spt-intl\/index.html","2222":"https:\/\/www.cnn.com\/2021\/06\/04\/tennis\/serena-williams-third-round-french-open-spt-intl\/index.html","2227":"https:\/\/www.cnn.com\/2021\/06\/04\/golf\/megha-ganne-co-leads-us-womens-open-spt-intl\/index.html","2229":"https:\/\/www.cnn.com\/2021\/06\/04\/tennis\/roger-federer-french-open-umpire-row-spt-intl\/index.html","2234":"https:\/\/www.cnn.com\/2021\/06\/03\/tennis\/ashleigh-barty-french-open-retire-injury-spt-intl\/index.html","2240":"https:\/\/www.cnn.com\/2021\/06\/01\/tennis\/naomi-osaka-french-open-withdrawal-reaction-spt-intl\/index.html","2274":"https:\/\/www.cnn.com\/2021\/07\/30\/sport\/novak-djokovic-golden-slam-olympics-spt-intl\/index.html","2387":"https:\/\/www.cnn.com\/2021\/07\/18\/golf\/collin-morikawa-the-open-winner-spt-intl\/index.html","2401":"https:\/\/www.cnn.com\/2013\/06\/05\/world\/europe\/british-open-golf-tournament-fast-facts\/index.html","2457":"https:\/\/www.cnn.com\/2013\/06\/04\/world\/europe\/wimbledon-fast-facts\/index.html","2460":"https:\/\/www.cnn.com\/2021\/07\/11\/tennis\/novak-djokovic-tokyo-olympics-spt-intl\/index.html","2467":"https:\/\/www.cnn.com\/2021\/07\/11\/tennis\/novak-djokovic-matteo-berrettini-wimbledon-final-spt-intl\/index.html","2475":"https:\/\/www.cnn.com\/2021\/07\/09\/tennis\/novak-djokovic-wimbledon-tennis-semifinal-spt-intl\/index.html","2491":"https:\/\/www.cnn.com\/2021\/07\/07\/golf\/georgia-oboh-nigeria-ladies-european-tour-golf-cmd-spc-spt-intl\/index.html","2513":"https:\/\/www.cnn.com\/2021\/07\/06\/motorsport\/australian-grand-prix-canceled-formula-one-spt-intl\/index.html","2565":"https:\/\/www.cnn.com\/2021\/08\/31\/tennis\/ptpa-novak-djokovic-atp-wta-contentious-spt-intl\/index.html","2580":"https:\/\/www.cnn.com\/2021\/08\/28\/tennis\/naomi-osaka-french-open-regret-spt-intl\/index.html","2593":"https:\/\/www.cnn.com\/2021\/08\/25\/us\/serena-williams-us-open\/index.html","2604":"https:\/\/www.cnn.com\/2021\/08\/25\/sport\/us-open-mental-health-wellness-spt-trnd\/index.html","2609":"https:\/\/www.cnn.com\/2021\/08\/24\/tennis\/us-open-record-overall-purse-spt-intl\/index.html","2631":"https:\/\/www.cnn.com\/2021\/08\/22\/golf\/anna-nordqvist-womens-open-champion-spt-intl\/index.html","2641":"https:\/\/www.cnn.com\/2021\/08\/20\/tennis\/naomi-osaka-defeat-cincinnati-spt-intl\/index.html","2644":"https:\/\/www.cnn.com\/2021\/08\/20\/tennis\/rafael-nadal-withdraw-us-open-foot-injury-spt-intl\/index.html","2656":"https:\/\/www.cnn.com\/2021\/08\/18\/tennis\/dominic-thiem-withdraws-from-us-open-spt-intl\/index.html","2664":"https:\/\/www.cnn.com\/2021\/08\/16\/tennis\/roger-federer-us-open-knee-injury-spt-intl\/index.html","2672":"https:\/\/www.cnn.com\/2021\/08\/15\/tennis\/naomi-osaka-haitian-earthquake-relief-spt-intl\/index.html","2721":"https:\/\/www.cnn.com\/2021\/07\/29\/golf\/collin-morikawa-olympics-tokyo-open-spt-intl\/index.html","2877":"https:\/\/www.cnn.com\/2021\/09\/24\/tennis\/emma-raducanu-duchess-of-cambridge-spt-intl\/index.html","2912":"https:\/\/www.cnn.com\/2021\/09\/21\/sport\/roger-federer-novak-djokovic-calendar-grand-slam-spt-intl\/index.html","2969":"https:\/\/www.cnn.com\/2021\/09\/15\/tennis\/john-mcenroe-emma-raducanu-us-open-spt-intl\/index.html","2992":"https:\/\/www.cnn.com\/2021\/09\/12\/tennis\/diede-de-groot-wheelchair-tennis-golden-slam-intl-hnk\/index.html","2993":"https:\/\/www.cnn.com\/2021\/09\/12\/tennis\/daniil-medvedev-wins-us-open-djokovic-spt-intl\/index.html","3000":"https:\/\/www.cnn.com\/2021\/09\/13\/tennis\/medvedev-djokovic-tears-boos-us-open-spt-intl\/index.html","3005":"https:\/\/www.cnn.com\/2021\/09\/12\/tennis\/emma-raducanu-queen-reax-us-open-spt-intl\/index.html","3007":"https:\/\/www.cnn.com\/2021\/09\/11\/tennis\/us-open-womens-final-raducanu-fernandez-spt-intl\/index.html","3008":"https:\/\/www.cnn.com\/2021\/09\/11\/tennis\/djokovic-us-open-final-spt-intl-hnk\/index.html","3015":"https:\/\/www.cnn.com\/2021\/09\/10\/tennis\/emma-raducanu-leylah-fernandez-us-open-intl-hnk\/index.html","3027":"https:\/\/www.cnn.com\/2021\/09\/09\/tennis\/emma-raducanu-reaches-us-open-semifinals-spt-intl\/index.html","3031":"https:\/\/www.cnn.com\/2021\/09\/08\/tennis\/leylah-fernandez-reaches-us-open-semifinals-spt-intl\/index.html","3045":"https:\/\/www.cnn.com\/2021\/09\/07\/tennis\/shelby-rogers-braces-for-social-media-abuse-spt-intl\/index.html","3050":"https:\/\/www.cnn.com\/2021\/09\/06\/tennis\/carlos-alcaraz-youngest-player-us-open-quarterfinals-spt-int\/index.html","3053":"https:\/\/www.cnn.com\/2021\/09\/05\/tennis\/sloane-stephens-us-open-abuse-spt-intl\/index.html","3061":"https:\/\/www.cnn.com\/2021\/09\/04\/tennis\/us-open-tennis-ashleigh-barty-loss-intl-spt-hnk\/index.html","3065":"https:\/\/www.cnn.com\/2021\/09\/03\/sport\/us-open-naomi-osaka-leylah-fernandez-spt\/index.html","3075":"https:\/\/www.cnn.com\/2021\/09\/02\/tennis\/stefanos-tsitsipas-us-open-toilet-break-spt-intl\/index.html","3076":"https:\/\/www.cnn.com\/2021\/08\/30\/tennis\/atp-wta-itf-address-vaccine-hesitancy-among-tennis-players-spt-intl\/index.html","3077":"https:\/\/www.cnn.com\/2021\/09\/01\/tennis\/novak-djokovic-us-open-calendar-grand-slam-spt-intl\/index.html","3078":"https:\/\/www.cnn.com\/2021\/09\/02\/tennis\/us-open-tennis-flooding-spt-intl\/index.html","3082":"https:\/\/www.cnn.com\/2021\/08\/31\/tennis\/andy-murray-lost-respect-stefanos-tsitsipas-us-open-spt-intl\/index.html","3094":"https:\/\/www.cnn.com\/2021\/10\/30\/tennis\/emma-raducanu-tennis-tour-spt-intl\/index.html","3104":"https:\/\/www.cnn.com\/2021\/10\/29\/sport\/naacp-letter-texas-protest-spt-intl\/index.html","3136":"https:\/\/www.cnn.com\/2021\/10\/27\/tennis\/australia-open-unvaccinated-players-spt-intl\/index.html","3159":"https:\/\/www.cnn.com\/2021\/10\/25\/tennis\/australian-open-unvaccinated-players-quarantine-spt-intl\/index.html","3212":"https:\/\/www.cnn.com\/2021\/10\/19\/tennis\/australian-open-covid-19-vaccination-spt-intl\/index.html","3230":"https:\/\/www.cnn.com\/2021\/10\/20\/tennis\/novak-djokovic-vaccinated-australian-open-spt-intl\/index.html","3327":"https:\/\/www.cnn.com\/2021\/10\/12\/tennis\/australian-open-vaccine-mandate-minister-spt-intl\/index.html","3343":"https:\/\/www.cnn.com\/2021\/10\/11\/tennis\/iga-swiatek-world-mental-health-day-donation-spt-intl\/index.html","3362":"https:\/\/www.cnn.com\/2021\/10\/09\/tennis\/emma-raducanu-aliaksandra-sasnovich-indian-wells-spt-intl\/index.html","3456":"https:\/\/www.cnn.com\/2021\/11\/29\/tennis\/novak-djokovic-australian-open-spt-intl\/index.html","3559":"https:\/\/www.cnn.com\/2021\/11\/20\/tennis\/australian-open-vaccinations-spt-intl\/index.html","3615":"https:\/\/www.cnn.com\/2021\/11\/16\/tennis\/richard-williams-serena-venus-film-spt-intl\/index.html","3617":"https:\/\/www.cnn.com\/2021\/11\/16\/tennis\/nick-kyrgios-vaccinations-tennis-spt-intl\/index.html","3626":"https:\/\/www.cnn.com\/2021\/11\/15\/tennis\/novak-djokovic-beats-casper-ruud-atp-finals-spt-intl\/index.html","3628":"https:\/\/www.cnn.com\/2021\/11\/15\/tennis\/roger-federer-australian-open-coach-spt-intl\/index.html","3668":"https:\/\/www.cnn.com\/2021\/11\/11\/tennis\/andy-murray-sinner-stockholm-open-intl-spt\/index.html","3715":"https:\/\/www.cnn.com\/2021\/11\/07\/tennis\/novak-djokovic-paris-masters-tennis-spt-intl\/index.html","3793":"https:\/\/www.cnn.com\/2021\/12\/31\/tennis\/rafa-nadal-melbourne-australian-open-spt-intl\/index.html","3870":"https:\/\/www.cnn.com\/2021\/12\/20\/tennis\/raducanu-bbc-sports-personality-of-the-year-spti-intl\/index.html","3893":"https:\/\/www.cnn.com\/2021\/12\/17\/tennis\/australian-open-medical-exemption-spt-intl\/index.html","3990":"https:\/\/www.cnn.com\/2021\/12\/08\/tennis\/novak-djokovic-serena-williams-australian-open-spt-intl\/index.html","4010":"https:\/\/www.cnn.com\/2021\/12\/07\/tennis\/novak-djokovic-atp-cup-spt-intl\/index.html","4071":"https:\/\/www.cnn.com\/2021\/12\/01\/tennis\/australian-open-djokovic-vaccine-blackmail-minister-spt-intl\/index.html"}}