{"Headline":{"39":"War has brought the world to the brink of a food crisis - CNN","131":"Burkina Faso: About 60 killed in blast at informal gold mine - CNN","133":"Niger: Seven children killed in airstrike by Nigerian forces, official says - CNN","144":"A viral image of a Black fetus is highlighting the need for diversity in medical illustrations - CNN","165":"Anatomy of a lie: How the myth that Antifa stormed the Capitol became a widespread belief among Republicans - CNNPolitics","178":"The 10 Senate seats most likely to flip in 2022 - CNNPolitics","253":"Opinion: Why inflation is about to peak - CNN","255":"Opinion: The labor market is upside down. Here's what CEOs can do about it - CNN","286":"A grieving surfer is taking hundreds of strangers' late loved ones for one last ride  - CNN","354":"Black Ice film aiming to boost diversity in climbing  - CNN","356":"Sasha DiGiulian: US climber wants more women in climbing after being told 'little girls don't belong'  - CNN","381":"Team Liquid: How esports has helped its fans get through lockdown - CNN","401":"Why CNN is launching a new series on skin whitening  - CNN","411":"Chile's government distributed faulty birth control pills. Now more than 150 people are pregnant. - CNN","459":"Slavery: Here's what you can do right now to end it - CNN","460":"How to provide aid to those in Ukraine - CNN","473":"How to support animal lover Betty White's favorite cause - CNN","480":"How two Maryland women work to raise awareness about missing Black people - CNN","485":"Not getting a haircut for a while? Consider donating to charity - CNN","490":"Nigeria's social media comedians are making laughter pay - CNN","492":"Nigeria's 'techpreneurs' are using technology to provide life-changing solutions - CNN","497":"COP21: The moral case for climate action (Opinion) - CNN","543":"Heat wave in West, made worse by climate change, continues through the week - CNN","555":"With climate change, what will your city's weather feel like in 60 years?  - CNN","562":"Making a 'squat' a home - CNN","563":"Amazon natives hold on to tradition - CNN","571":"The child sex trade in Cambodia - CNN","576":"Help refugees survive the Syrian conflict - CNN","585":"Are you racially fluid? - CNN","588":"Analysis: The most shocking part of the racist yearbook photo is unseen - CNN","598":"Aboard ICE Air: Behind the scenes on a deportation flight - CNN","600":"My mother was raped in a nursing home at 88 - CNN","619":"The Bible backs up Trump's idea to arm houses of worship - CNN","620":"Claire Wineland, inspirational speaker and social media star, dies one week after lung transplant - CNN","635":"The four reasons people commit hate crimes - CNN","654":"'Folks don't feel safe' - CNN","663":"Understanding why a visa can be so coveted and reviled  - CNN","670":"The first time I discovered I was white - CNN","673":"Stop texting and start speaking - CNN","676":"Finding peace in a world of terror - CNN","689":"Haiti and the Dominican Republic: Faces of a divided island - CNN","693":"Back to the beginning: The sweat lodge ceremony, as intended - CNN","705":"Before Orlando: The (former) deadliest LGBT attack in U.S. history - CNN","706":"Paris survivor stories: Friday night interrupted - CNN","738":"Champlain Towers South: Mystery of what caused the Florida condo collapse deepens - CNN","746":"Gaetz probe includes scrutiny of potential public corruption tied to medical marijuana industry  - CNNPolitics","750":"Ahmad Al Aliwi Alissa: What we know about the Boulder, Colorado, mass shooting suspect - CNN","812":"Medieval bones tell a stark tale of hard work and physical trauma - CNN","821":"UK lockdown: Brits fear it will take much longer to beat the new coronavirus variant - CNN","848":"Madrid explosion: 3 dead, several injured as explosion rocks Spanish capital  - CNN","852":"43 people drown after migrant boat capsizes in the Mediterranean - CNN","859":"Spanish police seize more than 2 tons of cocaine hidden in charcoal - CNN","885":"Belgium protests over a man's death in police custody result in more than 100 arrests - CNN","916":"Australia vs. India Test: Fans ejected from Sydney Test as cricket launches probe into alleged racist abuse - CNN","950":"Norway ends rescue effort for survivors six days after landslide - Prime Minister - CNN","971":"More than 2,000 attend illegal New Year's party in France, despite coronavirus restrictions - CNN","1030":"Netherlands: Plane's engine catches fire, dropping debris that injures two people in a Dutch town - CNN","1111":"Police arrest eight after celebrities hit by SIM-swapping attacks - CNN","1120":"100-year-old former Nazi concentration camp guard charged with Holocaust atrocities  - CNN","1160":"Female Nazi concentration camp secretary charged with complicity in 10,000 murders in Germany  - CNN","1190":"Navalny protests: Kremlin meets Russian demonstrators with fiercest crackdown in years - CNN","1265":"Spiders and snakes swarm Australian homes as they flee record flooding - CNN","1270":"Australia floods: Thousands evacuated in New South Wales as 'life-threatening' rains inundate the state - CNN","1271":"Bristol crime bill protesters injure police and set vehicles ablaze  - CNN","1278":"Prince Harry invokes his mother's memory in foreword to new book for bereaved children of frontline workers - CNN","1297":"More than 500 people in UK put on do-not-resuscitate orders without consent, watchdog says  - CNN","1435":"FC Barcelona faces seminal presidential elections amid chaos, scandal and anger - CNN","1447":"French Catholic clergy may have abused at least 10,000 people since 1950, say investigators - CNN","1496":"Boris Johnson denies disrespecting Covid-19 victims. But the political crises are piling up. - CNN","1510":"Spain coronavirus: Man arrested in Mallorca town on suspicion of infecting 22 people with Covid-19 - CNN","1563":"Russian suspects in the Salisbury poisoning linked to blast in Czech Republic  - CNN","1574":"Prince Philip: Funeral guest list annnounced by Buckingham Palace - CNN","1613":"Paris shooter is on the run, leaving behind one dead and one injured  - CNN","1632":"Australia Indigenous deaths in custody: She died alone in a police cell, the victim of a problem Australia has had 30 years to fix - CNN","1635":"Northern Ireland riots: What's behind the recent violence in Northern Ireland? - CNN","1704":"Italy makes vaccines compulsory for health workers. But some are unconvinced - CNN","1737":"Barack Obama praises Marcus Rashford for child food poverty campaign - CNN","1756":"Students sentenced for anti-Chinese Covid-19 tweets in France - CNN","1761":"Italy cable car accident: Three people arrested - CNN","1774":"Lake Maggiore: At least 14 killed as Italian cable car plunges into woodland - CNN","1777":"Italy cable car accident: Manslaughter investigation after 14 killed near Lake Maggiore - CNN","1818":"Ceuta, Spain: Thousands of migrants swim from Morocco to bordering Spanish enclave - CNN","1844":"Let's talk about the Crown - CNN","1864":"German priests defy Vatican ban and bless same-sex unions - CNN","1876":"Russia school shooting: At least 7 children killed in city of Kazan - CNN","1887":"Spain curfew lifts: Hundreds party as coronavirus restrictions ease - CNN","1900":"Liechtenstein prince accused of killing one of Europe's biggest bears - CNN","1903":"Woodland burials offer an eco-friendly death - CNN","1930":"German police arrest couple suspected of trading newborn babies - CNN","1937":"German police bust child sex abuse imagery network with 400,000 users - CNN","1950":"Berlin May Day protests: More than 350 arrested - CNN","1991":"Czech President calls transgender people 'disgusting' - CNN","2004":"Czech tornado: 5 killed as rare storm hits villages - CNN","2024":"Several people killed and injured after knife attack in German town, police say - CNN","2030":"Greek orthodox priest arrested after attacking group of bishops with acid - CNN","2039":"Euro 2020: England looks to pull nation together, but it hasn't been easy - CNN","2122":"Germany vs. France: 'Kick out oil' protester parachutes into Allianz Arena stadium ahead of Euro 2020 match - CNN","2136":"Grenfell Tower: The club providing solace four years after the fire  - CNN","2163":"New Zealand study shows Maori connections to Antarctica date as far back as the 7th century - CNN","2178":"Serbian volleyball player suspended after making anti-Asian racist gesture during match against Thailand - CNN","2231":"Truck carrying tomato puree crashes, turning road red - CNN","2238":"Belgium: Five arrested after 14-year-old girl gang raped  - CNN","2250":"Asparagus recipe found in Belgian legal database - CNN","2256":"Giovanni Brusca, Sicilian mafia 'people-slayer,' released after 25 years in jail - CNN","2278":"Hmong people: Suni Lee and an epochal moment for the Hmong in America  - CNN","2287":"Wildfires scorch Spain and cause 'disaster without precedence' in Sardinia - CNN","2306":"Explosion rocks German chemicals site, killing one person and severely injuring workers  - CNN","2335":"Hungary Pride: Thousands join event as LGBTQ people face growing hostility - CNN","2351":"Anders Breivik killed 77 people in Norway. A decade on, 'the hatred is still out there' but his influence is seen as low - CNN","2353":"Germany floods: More than 150 people still missing unlikely to be found, officials fear - CNN","2394":"Soul Cap: EU politicians urge Olympics to lift 'exclusionary' ban on swim cap for natural Black hair - CNN","2412":"Louis Oosthuizen: Sun, sea and golf and the challenge of playing in gusty wind, unforgiving rough and blind shots - CNN","2413":"Europe flooding: Record rainfall leaves over 120 dead in western Europe, devastating parts of Germany - CNN","2419":"Germany flooding: huge rescue effort in Rhineland-Palatinate as deadly floods also hit Belgium, Netherlands, Luxembourg  - CNN","2426":"'Climate change has arrived,' European officials say, as deadly floods engulf entire towns - CNN","2443":"Australian vaccine ad showing Covid patient gasping for air sparks backlash as country battles Delta variant - CNN","2478":"Swedish plane crash kills eight skydivers and pilot - CNN","2482":"Norway Terror Attacks Fast Facts - CNN","2496":"UK's Covid lockdown is lifting, but many are scared to go back to normal life - CNN","2500":"Samuel Luiz: Spanish police arrest three over suspected homophobic killing - CNN","2515":"Russian plane crashes with 28 passengers onboard - CNN","2532":"Cyprus wildfires leave at least four dead in 'unprecedented tragedy' - CNN","2538":"Vatican indicts 10 people, including a cardinal, over an international financial scandal - CNN","2607":"Attempted murder probe after seven poisoned at university - CNN","2612":"Ramstein nurse recalls delivering baby on Afghanistan evacuation aircraft - CNN","2635":"Greece finishes wall on border with Turkey, amid fears of Afghan migrant crisis - CNN","2652":"Cristiano Ronaldo says he 'can't allow people to keep playing around with my name' - CNN","2666":"Turkey floods: Death toll rises to 58 - CNN","2675":"Plymouth shooter was a misogynist whose remarks echoed the 'incel' ideology  - CNN","2682":"Plymouth shooting: Attacker identified after five killed in rare mass shooting in England\n - CNN","2699":"Russia helicopter crash: Eight feared dead in Kamchatka peninsula\n - CNN","2705":"Germany arrests British embassy worker accused of spying for Russia - CNN","2736":"Blaze sweeps through Athens suburbs in fifth day of Greece wildfires - CNN","2741":"Juventus apologize for racist post shared on their women's team Twitter feed - CNN","2759":"British police arrest 11 people for online racist abuse following Euro 2020 final - CNN","2769":"Czech train crash: Three people dead, eight seriously injured - CNN","2834":"Gothenburg: Explosion and fire with 'no natural explanation' injures 16 in Sweden, as police search for clues  - CNN","2855":"Crete: Earthquake with 5.8 magnitude strikes Greek island, killing one - CNN","2916":"Hundreds of anti-lockdown protesters clash with police in Australia  - CNN","2920":"Four bodies found on Polish-Belarus border as spat over migrant crisis worsens - CNN","2929":"Perm, Russia shooting: 6 people killed at university  - CNN","2939":"The world's tallest nation is getting shorter  - CNN","2960":"Germany averted possible attack on synagogue during Yom Kippur, minister says - CNN","2973":"1,400 dolphins were killed in the Faroe Islands in one day, shocking even some pro-whalers  - CNN","3022":"Fire in North Macedonian Covid-19 hospital kills 14 people - CNN","3032":"Paris attacks: Main suspect tells trial he's 'an Islamic State soldier' - CNN","3084":"Salisbury, UK train crash leaves a 'number of people' injured - CNN","3089":"2015 Paris Terror Attacks - CNN","3137":"Catania, Sicily floods: 'Medicane' tears through southern Italy, with more rain expected - CNN","3187":"Manchester bombing: Man arrested in connection with 2017 Manchester Arena bombing - CNN","3190":"Russian gunpowder workshop explosion kills 17 -- report - CNN","3206":"London has more statues of animals than it does of women and people of color, a new study says - CNN","3224":"Ex-German soldiers arrested for trying to create paramilitary unit to fight in Yemen - CNN","3246":"Australia is offering money to help victims leave violent partners - CNN","3270":"A dolphin's decades-long stay made this Irish town famous. A year after he left for good, Dingle bids farewell to Fungie  - CNN","3298":"Kongsburg: Suspect in Norway attack charged after 5 people killed with bow and arrow - CNN","3302":"Lava from La Palma volcano sparks cement factory fire, pushing 2,500 people into lockdown - CNN","3346":"Belarus: Record number of people attempt to cross the Polish border, officials say - CNN","3350":"Russian plane crash: Aircraft carrying parachutists comes down, killing 16 - CNN","3394":"Lars Vilks, Swedish 'Mohammed' cartoonist, killed in car crash - CNN","3405":"Milan: Small plane crashes into empty building in city outskirts, all 8 onboard die - CNN","3493":"Russia mining accident: Death toll in Siberian coal mine tragedy rises to more than 50 - CNN","3494":"Priti Patel, Britain's hardline home secretary, exposes the fault lines of a divided country - CNN","3499":"English Channel tragedy: At least 27 people dead after migrant boat sinks off French coast - CNN","3500":"English Channel tragedy: After dozens drown, England and France ramp up war of words - CNN","3517":"Climate change: British people are more concerned about the crisis than Covid and Brexit, poll shows - CNN","3527":"Bulgaria bus fire: 12 children among 45 killed in accident - CNN","3548":"The victims of the Belarus border crisis were obvious. For Poland's government, it was a useful distraction - CNN","3552":"Italian island Vulcano evacuates residents over carbon dioxide levels - CNN","3553":"What's happening in Belarus? The border migrant crisis, explained - CNN","3580":"Belarus-Poland border: Migrant camps cleared at border as first repatriation flight leaves for Iraq - CNN","3605":"Poland-Belarus border: Violence erupts as Polish guards fire water cannon on migrants  - CNN","3633":"Liverpool Women's Hospital: Police arrest three after deadly car explosion - CNN","3637":"Belarus-Poland border crisis: Families face bitter nights without shelter - CNN","3646":"Russia has 'nothing to do with' Poland-Belarus border crisis, Putin insists - CNN","3650":"Belarus-Poland border crisis: Russia and Belarus hold military drills  - CNN","3667":"Poland-Belarus: Migrants face hypothermia and broken bones in freezing forests as crisis deepens - CNN","3691":"Crisis worsens on Poland-Belarus border as migrants congregate and troops are mobilized - CNN","3698":"EU accuses Belarus of acting like 'gangster regime' as thousands of freezing migrants camp on Polish border - CNN","3754":"Two dead, one injured ahead of ABBA tribute concert in Sweden - CNN","3820":"Greek shipwreck: At least 16 migrants killed - CNN","3892":"﻿Sebastián Álvarez: Wingsuit pilot becomes first person to fly in and out of an active volcano - CNN","3907":"Max Verstappen: New F1 world champion 'not disappointed at all' with controversial way he won title - CNN","3925":"Hungary: 7 killed as car with carrying migrants crashes  - CNN","3947":"Italy building collapse: At least 3 dead, 6 missing in Ravanusa - CNN","3978":"Ukraine: Military report says Russia boosted troops to 120,000 near border - CNN","3983":"Mercedes ends partnership with firm whose insulation was used in Grenfell Tower - CNN","4017":"Peng Shuai: ITF 'does not want to punish a billion people' by suspending China tournaments - CNN","4032":"Storm Arwen: A rare sea turtle and seal pups have washed up on UK beaches - CNN","4041":"Norway Christmas party Omicron outbreak is biggest outside S. Africa, authorities say - CNN","4064":"Munich explosion: Old bomb causes blast near train station in German city - CNN","4066":"Sexual harassment rife inside Australian parliament, report finds - CNN"},"Description":{"39":"Svein Tore Holsether says the world is careening toward a food crisis that could affect millions of people.","131":"About 60 people were killed and dozens more wounded on Monday in an explosion at an informal gold mining site in southwest Burkina Faso, state television reported, citing local officials.","133":"The Nigerian military has killed and wounded children in an airstrike in neighboring Niger, a local governor in Niger, state television and an aid agency said on Sunday, although Nigeria's armed forces said they were still investigating.","144":"The image, created by Nigerian medical student and illustrator Chidiebere Ibe, struck a chord with countless people on social media, many of whom said that they had never seen a Black fetus depicted before. It also brought attention to a larger issue at hand: A lack of diversity in medical illustrations.","165":"Despite numerous debunkings, the lie that Antifa is responsible for the attack, not Trump supporters, has become pervasive among Republicans -- after being promoted by a long list of prominent right-wing people and entities. ","178":"There's nothing like a Supreme Court vacancy to get people in Washington, DC, talking about the Senate. And with nine months to go until the midterm elections, here is CNN's latest look at the 10 Senate seats most likely to flip, as of right now. ","253":"With fewer people getting sick, there should be more workers in the transportation sector (truckers and dock workers, for instance) — helping to get goods from producers to consumers.","255":"Expanding recruitment efforts to people who have work experience but don't have degrees could open significant opportunities for job seekers, while broadening the talent pipeline for companies. ","286":"In the midst of his own grief following the death of his father, surfer Dan Fischer started the One Last Wave project, through which he found a community of people going through similar pain amid the coronavirus pandemic.","354":"Whether it's a comment about his hair or questioning his expertise, professional ice climber Manoah Ainuu is aware that people notice the difference.","356":"Sasha DiGiulian is used to proving people wrong. She has done so throughout her life. ","381":"The return of sport amid the pandemic has been one of the few saving graces for many people over the last year.  ","401":"In 2020, the global skin whitening market was reportedly valued at $8.6bn. This harmful beauty standard affects billions of people around the world and now, CNN As Equals is giving the issue the attention it deserves.","411":"In Chile, over 150 people say they have gotten pregnant while talking contraceptive pills manufactured by subsidiaries of a German pharmaceutical company.","459":"There are 40 million slaves in the world today -- here's what ordinary people can do to help them.","460":"Russian bombardments and fighting continue throughout Ukraine sending people fleeing for safety. ","473":"When it came to people, Betty White loved to make them laugh. When it came to animals, she loved to lend them a helping hand. ","480":"When the disappearance and death of Gabby Petito blew up social media and flooded TV screens in August, the case put a renewed spotlight on the inequity in coverage of missing people of color. ","485":"As more people stay home and skip the salon or barbershop, some hair-focused nonprofits are seeing one bright spot in the pandemic: more donated hair going to those who need it. ","490":"In Nigeria, an emerging crop of young comics are leveraging social media to create video content that makes people laugh -- and makes money.","492":"Meet the startup founders from Co-Creation Hub, Greymate Care and PiggyVest in Nigeria, who are helping people across the continent solve everyday problems through technology.","497":"Climate change: CNN's John D. Sutter meets with people living on the front lines of global warming. They're participating in the U.N. climate summit in Paris.","543":"A potentially lethal heat wave is affecting more than 40 million people in the US this week.","555":"Within your child or grandchild's lifetime, the weather may be dramatically different because of climate change. The past five years have already been the hottest on record for our planet, but based on new projections, it's going to get a lot hotter for the 250 million people living in North American cities. ","562":"Home means many different things to different people. ","563":"Deep within the Amazonian rainforest live the Huaorani people, who didn't have any contact with the outside world until the 1960s.","571":"\"If people weren't trying to buy child sex it wouldn't be being sold.\" Actress and activist Mira Sorvino talks about the child sex trade in Cambodia.","576":"In 2011, more than 3 million people lived in the Syrian city of Aleppo. Then the bombs came. Here are ways you can help.","585":"People are starting to see race like gender -- as a choice. Here's why more people are picking their own race, and why that might make racism worse.\n","588":"Here's a shocking truth the racist yearbook photo won't reveal: Some of black people's best friends were white politicians who were racist.","598":"ICE Air, run by Immigration and Customs Enforcement, has deported nearly 100,000 people on charter planes in the past year.","600":"Bobbi Young describes how her family fought for nursing home reform after her mother was raped at a facility when she was 88. One of her mother's last wishes was for people to understand that no one is too old to become a victim of rape.  ","619":"What does the Bible say about arming pastors and people in the pews? That's the question some are asking after a gunman recently killed 11 people at a synagogue. Clergy cite dueling scriptures to  answer this question.","620":"Wineland, 21, captivated millions of people around the world with her honest talk about illness and mortality while living with cystic fibrosis.","635":"Most hate crimes are committed by four types of people, according to an obscure study used by FBI.  \n","654":"In Winston-Salem, North Carolina, people on opposite sides of the immigration debate have one thing in common: fear.\n","663":"The H-1B visa was meant to bring the world's smartest people to America but that's not how it always works. Under Trump, the program faces fresh scrutiny.","670":"People of color traditionally told stories of suddenly discovering they were different, of not fitting in. Now white people are telling the same kind of stories.","673":"We're in a post-verbal world where people tweet and text more than talk to one another. Yet a subculture of storytelling is thriving at places like Toastmasters.","676":"It's a summer camp with a distinction: participants are young people touched by terror. This year 55 gathered together and found solace in their common bond.","689":"How centuries of racism shaped the people of Haiti and the Dominican Republic -- and continue to echo through a modern-day immigration crisis.","693":"Three people died in self-help guru James Arthur Ray's sweat lodge. But in a real indigenous sweat, people get a second chance at life. ","705":"Until the mass shooting in Orlando, the deadliest attack on LGBT people in the U.S. belonged to New Orleans. A 1973 gay bar arson attack killed 32.","706":"The terrorist attacks in Paris killed 130, injured hundreds more and left thousands reeling -- their minds scarred by indelible images and grief. \n","738":"The collapse of a high-rise condo tower in South Florida early Thursday morning has left at least four people dead and 159 more currently unaccounted for. Now, as the search for survivors continues, a critical question looms: What caused the building to fall?","746":"Federal authorities are looking into whether a 2018 trip to the Bahamas involving Republican Congressman Matt Gaetz and several young women was part of an orchestrated effort to illegally influence Gaetz in the area of medical marijuana, people briefed on the matter told CNN.   ","750":"Ahmad Al Aliwi Alissa was identified by authorities Tuesday as the gunman who opened fire at a King Soopers grocery store in Colorado, killing 10 people, including a Boulder police officer. ","812":"Working people suffered far more injuries than their richer contemporaries, a new study of human remains from the medieval period shows.","821":"People in the United Kingdom have been living under lockdown for the past three weeks, hoping their sacrifice would bring the country's latest coronavirus surge -- caused by the new, more contagious variant of the virus -- under control. ","848":"At least three people were killed and several injured Wednesday in an explosion caused by a suspected gas leak in the heart of the Spanish capital, Madrid, according to the city's mayor.","852":"Forty-three people died and 10 were rescued after a boat carrying West African migrants capsized off the Libyan coast on Tuesday, the International Organization for Migration (IOM) and UNHCR said in a Wednesday statement.","859":"Spanish police have seized more than two tons of cocaine and arrested 12 people allegedly involved in a large scale drugs smuggling network with connections to Paraguay and Brazil.","885":"More than a hundred people were arrested in Brussels on Wednesday night after violent protests over the death of a man in police custody. ","916":"Six people were ejected from the Sydney Cricket Ground on Sunday as the third Test between Australia and India was overshadowed by allegations of racist abuse.","950":"Norwegian Prime Minister Erna Solberg said rescuers have given up hope of finding three missing people alive after a village was hit by a dramatic landslide more than six days ago. ","971":"Five people have been arrested and more than 1,000 fines issued after an illegal New Year's rave in the French countryside ended on Saturday, local authorities said.","1030":"Two people were injured after pieces of a cargo plane broke off and fell onto a town in the Netherlands, according to authorities there.","1111":"British police said on Tuesday they had arrested eight people as part of an investigation into the SIM-swapping hijacking of US celebrities' phones.","1120":"German prosecutors have charged a 100-year-old former SS concentration camp guard with aiding and abetting the murder of 3,518 people.  ","1160":"A former secretary from the Stutthof Nazi concentration camp has been charged with complicity in the murders of 10,000 people, German prosecutors said Friday, in what is a rare case involving an alleged female concentration camp staff member.  ","1190":"Thousands of people in Moscow and across Russia who took to the streets Sunday were met with the harshest show of force the country has seen in recent years.","1265":"Record-breaking floods in southeastern Australia have caused a mass animal exodus to higher ground, with spiders in particular surging onto people's land and into their homes.","1270":"More than 18,000 people have been evacuated from their homes in Australia's New South Wales (NSW) as heavy rains and major flooding continue to inundate the state, causing some areas to resemble \"inland seas.\"","1271":"Officials have condemned violent scenes at a protest in Bristol, England that left police officers injured and vehicles ablaze, as tensions escalate between law enforcement and activists over a controversial crime bill that could curtail people's ability to demonstrate.","1278":"Prince Harry has revealed how the death of his mother, Diana, Princess of Wales, affected him in a new book to support grieving children and young people who have lost loved ones in the pandemic. ","1297":"More than 500 people in the United Kingdom were put on do-not-resuscitate orders without their consent or their carers' consent during the coronavirus pandemic, according to a study released by England's care watchdog on Thursday. ","1435":"Few people will envy the man elected to be the new president of FC Barcelona.","1447":"French Catholic clergy could have abused at least 10,000 minors and other vulnerable people since 1950, according to an independent investigation set up by the Church in France.","1496":"Boris Johnson is currently engulfed in numerous scandals, including allegations that he was happy to let people die to avoid putting England into lockdown. He denies the claim, but another crisis -- a war of words with a former ally -- could be even more damaging.","1510":"A man in the town of Manacor on the Spanish island of Mallorca has been arrested on suspicion of infecting 22 people with Covid-19, according to the Spanish National Police.","1563":"The suspects of the 2018 novichok nerve agent poisoning of Sergei and Yulia Skripal in Salisbury, England, have been linked to a 2014 blast in the Czech Republic that killed two people. ","1574":"Buckingham Palace has revealed the 30 people who will make up the congregation at the Duke of Edinburgh's funeral service on Saturday.","1613":"One person was killed and one critically injured in a targeted shooting outside a Paris hospital on Monday, the city prosecutor's office told CNN.","1632":"Thirty years ago, the Royal Commission found Indigenous people weren't dying at a higher rate than non-Indigenous people, but those who died in custody were the victims of gross over-representation in the justice system. That's still the case today.","1635":"For over a week, riots have marred the streets across five cities and towns in Northern Ireland. Cars and a bus have been hijacked and burned, young people have thrown petrol bombs at police, and at least 74 officers have been injured.","1704":"Italy's government has passed a decree making vaccination mandatory for all healthcare and pharmacy workers with the aim of protecting medical staff, patients and vulnerable people. ","1737":"Former U.S. President Barack Obama has praised England forward Marcus Rashford for his work tackling child food poverty and the two discussed by video call how young people can make an impact on society.","1756":"Four young adults in France have been found guilty of \"public insult of racist nature and incitement to commit a crime\" by a Paris court for publishing anti-Asian tweets blaming Chinese people for the spread of coronavirus. ","1761":"Italian officials have arrested three people on manslaughter charges over a fatal cable car accident in northern Italy Sunday which left 14 people dead.","1774":"At least 14 people died in a cable car accident in northern Italy on Sunday, officials said. ","1777":"Italian investigators have launched a multiple manslaughter investigation after 14 people were killed in a cable car accident in northern Italy, prosecutors said Monday. ","1818":"At least 6,000 people, including around 1,500 minors, swam from Morocco to the bordering Spanish enclave of Ceuta on Monday in the largest influx of illegal migration there in a single day, Spanish authorities said.","1844":"It's literally the centerpiece of this week's events, but did you know only three people can touch it?","1864":"The Catholic Church has lost touch with the \"living reality\" of LGBT+ people, said one of more than 100 German priests who are defying the Vatican this week by blessing same-sex couples.","1876":"Seven children were killed and at least 16 people injured on Tuesday after a gunman opened fire in a school in the Russian city of Kazan, according to the country's National Anti-Terrorism Committee.","1887":"Hundreds of people were seen partying in several cities across Spain in the early hours of Sunday, as the country ended its 11 p.m. curfew, which was lifted in 13 of the country's 17 regions at midnight.  ","1900":"Romanian authorities are investigating after one of Europe's largest brown bears was allegedly shot and killed by a prince from Liechtenstein. ","1903":"A growing number of people are choosing a \"natural\" or \"green burial,\" where a body is laid to rest without harming the environment.","1930":"Two people have been arrested in Germany on suspicion of trading newborn babies, police said Monday.","1937":"German police have arrested three people in connection with one of the world's largest platforms containing child sex abuse materials, prosecutors said Monday.","1950":"At least 93 police officers were injured and 354 people arrested in Berlin during Labor Day protests on Saturday.","1991":"Milos Zeman called transgender people \"disgusting\" during a televised interview on CNN affiliate CNN Prima News on Sunday, during a discussion of a new law in Hungary banning LGBTQ content in schools.","2004":"Five people have been killed after a rare tornado along with tennis ball-sized hailstones hit several villages in South Moravia, in the southeast of the Czech Republic, officials said.","2024":"Several people were killed and injured in a knife attack in the German city of Wurzburg, the district police of Lower Franconia tweeted on Friday.  ","2030":"A 37-year-old priest is in custody in Greece after allegedly launching an acid attack that injured 10 people at a meeting of senior bishops.","2039":"Football has a magical way of bringing people together and perhaps no country knows that more than England.","2122":"A protester parachuted into Munich's Allianz Arena moments before the start of the Euro 2020 match between Germany and France on Tuesday, injuring several people who were hospitalized, according to European football governing body UEFA.","2136":"It's been four years since the Grenfell Tower disaster; four years since a fire engulfed the residential building where 72 people lost their lives and hundreds of others lost almost every possession they owned.","2163":"For decades, historians and scientists believed Antarctica was discovered by Europeans and Americans. But according to a new study, it may have been New Zealand's indigenous Maori people who first laid eyes on the icy landscape.","2178":"A Serbian volleyball player has been suspended for two matches after she was caught on camera stretching her eyelids -- a racist gesture used to mock people with Asian heritage -- during an international competition between Serbia and Thailand. ","2231":"A truck laden with tomato puree crashed in England this week, turning a highway red and prompting a number of food-related puns from people on social media. ","2238":"An investigation into the alleged gang rape of a 14-year-old girl in Ghent, Belgium, is underway after five people -- including three minors -- were arrested, according to public prosecutors and local media reports. ","2250":"Asparagus is known to be a traditional side dish of the Flemish people, so much so perhaps that a recipe for the delicious shoot has mistakenly appeared in a Belgian law database. ","2256":"Sicilian Mafia turncoat Giovanni Brusca, the man who detonated the bomb that killed judge Giovanni Falcone in 1992, has been released from jail after serving a 25-year sentence, causing grief and anger among the relatives of those he killed.","2278":"The story of Suni Lee's rise as Olympic gold medalist in many ways reflects the larger struggles of the Hmong people as one of the country's most marginalized Asian American groups.","2287":"Devastating wildfires have spread across parts of southern Europe, tearing through the Spanish and Greek countryside and forcing around 1,000 people from their homes on the Italian island of Sardinia.","2306":"One person has died and 16 others were injured when an explosion rocked an industrial park for chemicals in the western German city of Leverkusen on Tuesday.","2335":"Some 30,000 people have joined the annual Pride celebrations in Budapest on Saturday, organizers say, with attendees marching in colorful outfits across the Hungarian capital in support of inclusion and freedom. ","2351":"Ten years ago, Norwegian far-right extremist Anders Behring Brevik killed 77 people, many of them teenagers, in a bomb attack and gun rampage. The July 22 attacks left Norway, a small, close-knit Nordic country, stunned and grieving.","2353":"A week after severe flooding hit western Europe, devastating Germany, Belgium and the Netherlands, German officials said Thursday they fear the 158 people still missing there may not be found.","2394":"An anti-racist group of members of the European Parliament have accused the global sports community, including the International Olympic Committee (IOC), of having \"institutional structures and rules that exclude people of colour and Black women specifically.\" ","2412":"Most people can't wait to head to the coast and sample the delights of the sun, sea, sand and an ice cream or two.","2413":"Catastrophic flooding in western Europe has killed more than 120 people, with hundreds more missing, authorities said Friday, as large-scale rescue efforts continue amid rising water, landslides and power outages.","2419":"At least 55 people have died due to severe flooding in Western Europe, caused by what experts described as the heaviest rainfall in a century.","2426":"European officials have said climate change contributed to this week's extreme flooding, which has left entire towns submerged and more than 120 people dead.","2443":"A dramatic government health advertisement showing a young woman gasping for air while on a ventilator has sparked a backlash in Australia, with social media users criticizing its targeting of young people for coronavirus vaccination -- the majority of whom are not yet eligible to receive the recommended shot.","2478":"Nine people have been killed after a plane carrying skydivers crashed near the runway at Orebro airport in Sweden.","2482":"Read CNN's Norway Terror Attacks Fast Facts and learn about the 2011 Norwegian terrorist attacks by Anders Breivik that killed 77 people.","2496":"As Britain looks to shake off the last of its coronavirus restrictions, despite an ongoing battle to contain a shape-shifting virus, many people are wary of returning to the office, taking public transport or grabbing a pint at the pub.","2500":"Spanish police have arrested three people over the killing of a male nursing assistant in a suspected homophobic attack that prompted protests across the country. ","2515":"A passenger plane with 28 people on board crashed in Russia's far eastern Kamchatka peninsula on Tuesday, Russia's aviation agency told CNN.","2532":"At least four people have died in Cyprus from an ongoing wildfire ravaging the country, the country's Interior Minister Nicos Nouris said Sunday. ","2538":"The Vatican has indicted 10 people, including an Italian cardinal, for several alleged financial crimes including extortion, corruption, fraud, forgery, embezzlement and abuse of power.","2607":"German police have opened an attempted murder investigation after seven people who had consumed food and drink at a university kitchen showed symptoms of poisoning on Monday.","2612":"A nurse who delivered a baby girl on board an aircraft that evacuated people from Afghanistan has said her team was \"expecting the worst, hoping for the best.\" ","2635":"Greece has finished building a 40-kilometer (25-mile) wall along its border with Turkey, amid concerns in parts of Europe that the Taliban's takeover of Afghanistan could cause an influx of people seeking asylum.","2652":"The subject of swirling transfer speculation, Juventus forward Cristiano Ronaldo has posted on social media saying he \"can't allow people to keep playing around with my name.\"","2666":"Flash floods across Turkey's Black Sea coast have killed 58 people, officials said Sunday. ","2675":"Jake Davison, the 22-year-old man who shot dead five people in the English city of Plymouth on Thursday, made repeated misogynist remarks on social media that echoed the ideology of \"incel,\" a movement of men who often claim they feel unfairly denied sex by women or girls.","2682":"At least five people have been killed and a suspect found dead after Britain's worst mass shooting in over a decade took place in Plymouth, southwest England, police have said.","2699":"Eight people were feared dead after a helicopter carrying 16 people, most of them tourists, crashed in a lake on the Kamchatka peninsula in Russia's Far East on Thursday.","2705":"A British embassy employee, suspected of spying for Russia, has been arrested in Germany, British and German authorities said on Wednesday.  ","2736":"Flames swept through a residential town outside Athens overnight as wildfires burned across Greece for a fifth day on Saturday, and hundreds of people were evacuated by ferry from the island of Evia east of the capital.","2741":"Juventus has apologized after a tweet was posted on its women's team's official account showing a player making a racist gesture towards Asian people.","2759":"British police have arrested 11 people across the UK in connection with episodes of racist abuse targeting England football players on social media following the team's Euro 2020 final loss to Italy.","2769":"Three people died and eight were seriously injured on Wednesday when a Munich-to-Prague express train ran through a stop signal and collided with a local commuter train in the Czech Republic, Czech authorities said.","2834":"Sixteen people have been injured -- including four critically -- after an explosion led to a large fire in an apartment building in the Swedish city of Gothenburg, emergency services told CNN Monday.","2855":"One man has died and nine people have been injured following a strong earthquake that shook the Greek island of Crete on Monday, Greece's General Secretariat for Civil Protection confirmed to CNN.","2916":"At least 235 people were arrested and 10 police officers injured following a large anti-lockdown protest on Saturday in Melbourne, Australia.","2920":"Four people have died on Poland's border with Belarus in recent days, amid accusations that the Belarusian government is funneling migrants to the European Union's eastern border in retaliation over western sanctions. ","2929":"At least six people were killed when a gunman opened fire at a university in the Russian city of Perm on Monday, officials have said. ","2939":"The Netherlands has long been the world's tallest nation -- but its people are getting shorter, according to Dutch researchers. ","2960":"German officials on Thursday said a possible Islamist terror attack on a synagogue in the western city of Hagen was averted after authorities were tipped off.  ","2973":"More than 1,400 white-sided dolphins were killed Sunday night in the Faroe Islands, in what local authorities said was a traditional whaling hunt. ","3022":"An explosion sparked by a fire at a Covid-19 hospital has killed 14 people in North Macedonia, a government spokesman told CNN on Thursday.","3032":"The main suspect in a jihadist rampage that killed 130 people across Paris described himself defiantly as \"an Islamic State soldier\" on Wednesday, upsetting some survivors who took it as a threat at the start of the trial into the 2015 attacks.","3084":"A \"number of people\" have been left injured from a train collision at a tunnel near Salisbury, England, according to the British Transport Police (BTP). ","3089":"Read CNN's Fast Facts about the Paris terror attacks in 2015 that killed at least 130 people and wounded hundreds.","3137":"Southern Italy is bracing for two more days of devastating rain and flash flooding, as a 'medicane' storm that has deluged streets and killed two people continues to barrel through the region.","3187":"A man has been arrested on suspicion of terrorism-related offenses in connection with the 2017 Manchester Arena bombing, which killed 22 people and injured hundreds more, according to police. ","3190":"A deadly explosion at an ammunition disposal plant in Russia's western Ryazan province on Friday killed at least 17 people, Russia's official news agency TASS reported.","3206":"London has more public sculptures of animals than it does of women or people of color, a new study has revealed. ","3224":"Two former German soldiers have been arrested on suspicion of attempting to create a paramilitary unit to fight in Yemen's civil war, prosecutors said Wednesday.","3246":"The Australian government is offering one-off payments to help people leave violent relationships.","3270":"Fungie was instrumental in bringing Dingle's tourism to life. But more importantly, he helped educate people about the wider marine world. ","3298":"Several people have been killed and several were injured by an attacker in the Norwegian town of Kongsberg, 85km to the West of the capital Oslo, a press officer for Norwegian Police told CNN on Wednesday.\n\n","3302":"Around 300 more people fled their homes early on Thursday as flows of molten rock pouring from the Cumbre Vieja volcano threatened to engulf another area on the Spanish island of La Palma.","3346":"A record number of people attempted to cross the border between Poland and Belarus Saturday, amid accusations that Belarus is facilitating migration to the European Union's eastern border.","3350":"A plane carrying a group of parachute jumpers crashed in the Russian region of Tatarstan on Sunday, killing 16 people and injuring six, the Emergencies Ministry said.","3394":"Swedish artist Lars Vilks, who stirred worldwide controversy in 2007 with drawings depicting the prophet Mohammed with the body of a dog, was killed in a car crash near the southern town of Markaryd on Sunday, police said.","3405":"A small private plane crashed into an empty building on the outskirts of Milan, northern Italy, on Sunday, killing all eight people onboard, police said.","3493":"A gas leak in a Siberian coal mine killed at least 52 people on Thursday, Russian news agencies said, including six rescuers who were sent down to try to bring out dozens of men.\n","3494":"Priti Patel, Britain's hardline home secretary, is under renewed scrutiny following the deaths of dozens of people in the English Channel -- one of the worst tragedies affecting migrants bound for Britain in recent memory.","3499":"A young girl was among 27 people who drowned in bitterly cold waters off the coast of France on Wednesday, after an inflatable boat carrying migrants bound for Britain capsized, in one of the deadliest incidents in the English Channel in recent years. ","3500":"British and French leaders have ramped up a war of words over dangerous crossings of the English Channel after at least 27 people died making the sea journey Wednesday, bringing to a head simmering tensions in the migration crisis.","3517":"People in the UK say climate change, pollution and the environment are together the most important issues they face, according to new poll.","3527":"At least 45 people, including 12 children, were killed when their bus crashed and erupted in flames in Bulgaria early Tuesday, authorities said. ","3548":"It was clear who the losers were in the dispute between Poland and Belarus. The thousands of migrants who became stranded on the border in freezing conditions had their dreams of a new future in Europe dashed, and some are now being repatriated to their home countries. But for Poland's government, the crisis helped to divert attention from a series of uncomfortable issues.","3552":"Most of the 250 permanent residents of a volcanic Italian island have been told to evacuate after levels of carbon dioxide in the air spiked dangerously, causing respiratory problems to people and their pets.","3553":"Thousands of people have been stranded at the border between Poland and Belarus for months, trapped at the center of an intensifying geopolitical dispute.","3580":"Makeshift migrant camps at a checkpoint on the Belarus-Poland border, where thousands had amassed in recent weeks, were cleared by Belarusian authorities on Thursday, ending a months-long standoff that has ratcheted up tensions in the region.","3605":"Violence erupted at the Poland-Belarus border on Tuesday, as migrants desperate to cross into the European Union threw stones at Polish border guards who responded with water cannon and tear gas.","3633":"UK police arrested three young men after a car explosion killed one person and left another injured near a Liverpool hospital.","3637":"The air in the Belarusian forest is thick with the smoke from scores of small fires. People cough and choke but they keep burning the sticks of wet wood: it's the only way to warm up as temperatures start to fall sharply.","3646":"Russian President Vladimir Putin insisted Saturday that Russia has \"absolutely nothing to do with\" the ongoing crisis at the Poland-Belarus border, where thousands of people are stranded in desperate conditions.","3650":"Russia and Belarus flexed their military might for a third time this week near the Poland-Belarus border, where thousands of people are stranded in deplorable conditions, trapped at the center of an intensifying humanitarian and geopolitical crisis. ","3667":"Migrants trapped on the border between Poland and Belarus have made hundreds of attempts to breach the frontier, but were repelled by 15,000 Polish soldiers deployed to stop them, according to Polish authorities. ","3691":"Tensions are escalating on the border between Poland and Belarus, after Polish officials again accused their neighbor of helping move migrants toward the frontier, and warned that thousands of additional military personnel have been mobilized to respond to confrontations.","3698":"Thousands of migrants have set up makeshift camps in freezing conditions near the border between Poland and Belarus, as condemnation of Belarusian leader Alexander Lukashenko intensified Tuesday.","3754":"Two people have died and a third person has been injured after an audience member fell from the seventh floor of a concert hall in Sweden into the crowd below, a police spokesman confirmed to CNN on Wednesday.","3820":"At least 16 people died when their boat overturned off the Greek island of Paros in the central Aegean Sea on Friday, in the third maritime disaster involving migrants this week, the country's coastguard said.","3892":"There are some people out there for who even the word 'daredevil' doesn't quite do justice to the mind-boggling feats they perform.","3907":"The season finale to the Formula One season has gotten a lot of people talking. ","3925":"Seven people were killed and four injured when a car with a Serbian license plate carrying migrants crashed into a house in Hungary late on Monday, after its driver refused to stop for a check, police said.","3947":"At least three people have died and six others remain missing after a building collapsed in the Sicilian town of Ravanusa early Sunday morning, according to Italian fire service Vigili del Fuoco and news agency ANSA.","3978":"Ukrainian defense officials say Russia has increased troop numbers near the Ukrainian border to 120,000 people, including additional army, air force and naval personnel.  ","3983":"Mercedes' F1 team announced on Wednesday that it has \"mutually agreed\" to end its partnership with a firm whose insulation was used in the Grenfell Tower before the deadly fire in London which killed 72 people in 2017.","4017":"The governing body of tennis, the International Tennis Federation (ITF), has not suspended tournaments in China because it \"does not want to punish a billion people,\" its president said Sunday. ","4032":"A rare sea turtle and dozens of seal pups have been washed onto the UK's beaches after the country was hit by Storm Arwen last week that brought strong winds and the deaths of three people. ","4041":"At least 13 people in Oslo have been infected with the Omicron variant of the coronavirus following a corporate Christmas party described as a \"superspreader event,\" and their numbers could rise to over 60 cases, authorities said on Friday.","4064":"Four people have been injured in an explosion caused by an old aircraft bomb near a busy train station in the German city of Munich, police said Wednesday.","4066":"One in three people working in Australia's Parliament have experienced sexual harassment, a report published on Tuesday said, following an independent inquiry into parliamentary workplace culture."},"Url":{"39":"https:\/\/www.cnn.com\/2022\/03\/12\/business\/food-crisis-ukraine-russia\/index.html","131":"https:\/\/www.cnn.com\/2022\/02\/22\/africa\/blast-kills-60-burkina-faso-intl\/index.html","133":"https:\/\/www.cnn.com\/2022\/02\/21\/africa\/airstrike-kills-children-niger-intl\/index.html","144":"https:\/\/www.cnn.com\/2021\/12\/09\/health\/black-fetus-medical-illustration-diversity-wellness-cec\/index.html","165":"https:\/\/www.cnn.com\/2021\/03\/02\/politics\/fact-check-antifa-capitol-lie-republicans-polls\/index.html","178":"https:\/\/www.cnn.com\/2022\/02\/03\/politics\/senate-race-rankings-february\/index.html","253":"https:\/\/www.cnn.com\/2022\/02\/17\/perspectives\/inflation-cpi-economy-pandemic\/index.html","255":"https:\/\/www.cnn.com\/2022\/01\/31\/perspectives\/labor-market-jobs-talent-ceos\/index.html","286":"https:\/\/www.cnn.com\/2022\/03\/12\/us\/best-in-us-surfer-one-last-wave-dan-fischer-cec\/index.html","354":"https:\/\/www.cnn.com\/2021\/03\/19\/sport\/black-ice-climbing-diversity-cmd-spt-intl\/index.html","356":"https:\/\/www.cnn.com\/2020\/10\/28\/sport\/sasha-digiulian-us-climber-diversity-cmd-spt-intl\/index.html","381":"https:\/\/www.cnn.com\/2021\/03\/12\/sport\/esports-lockdown-team-liquid-family-cmd-spt-intl\/index.html","401":"https:\/\/www.cnn.com\/2021\/11\/14\/world\/as-equals-white-lies-skin-whitening-launch-intl-cmd\/index.html","411":"https:\/\/www.cnn.com\/2021\/04\/06\/americas\/chile-asequals-birth-control-intl\/index.html","459":"https:\/\/www.cnn.com\/2016\/02\/18\/world\/slavery-what-you-can-do\/index.html","460":"https:\/\/www.cnn.com\/2022\/02\/24\/us\/iyw-how-to-help-ukraine\/index.html","473":"https:\/\/www.cnn.com\/2022\/01\/02\/us\/betty-white-animal-charities-iyw\/index.html","480":"https:\/\/www.cnn.com\/2021\/12\/09\/us\/black-and-missing-iyw-trnd\/index.html","485":"https:\/\/www.cnn.com\/2020\/11\/07\/us\/iyw-how-to-donate-hair-to-charity-during-covid-trnd\/index.html","490":"https:\/\/www.cnn.com\/2021\/08\/06\/africa\/nigeria-comedy-social-media-spc-intl\/index.html","492":"https:\/\/www.cnn.com\/2021\/01\/08\/africa\/nigeria-techpreneurs-african-startups-spc-intl\/index.html","497":"https:\/\/www.cnn.com\/2015\/12\/09\/opinions\/sutter-faces-climate-change-cop21\/index.html","543":"https:\/\/www.cnn.com\/2021\/06\/16\/weather\/west-heat-wave-records-drought-climate\/index.html","555":"https:\/\/www.cnn.com\/2019\/02\/12\/health\/climate-change-cities-projected-temperatures-study\/index.html","562":"https:\/\/www.cnn.com\/2015\/02\/08\/living\/cnnphotos-a-place-called-home\/index.html","563":"https:\/\/www.cnn.com\/2015\/03\/31\/world\/cnnphotos-huaorani-rainforest-ecuador\/index.html","571":"https:\/\/www.cnn.com\/2015\/04\/03\/world\/cambodia-child-sex-trafficking\/index.html","576":"https:\/\/www.cnn.com\/2015\/01\/06\/world\/iyw-syria-resource-list\/index.html","585":"https:\/\/www.cnn.com\/2018\/03\/02\/us\/racial-fluidity\/index.html","588":"https:\/\/www.cnn.com\/2019\/02\/03\/us\/racist-photo-northam-blake-analysis\/index.html","598":"https:\/\/www.cnn.com\/2017\/10\/13\/us\/ice-air-deportation-flight\/index.html","600":"https:\/\/www.cnn.com\/2017\/02\/22\/opinions\/nursing-home-rape-essay\/index.html","619":"https:\/\/www.cnn.com\/2018\/10\/28\/us\/arming-houses-of-worship\/index.html","620":"https:\/\/www.cnn.com\/2018\/09\/03\/health\/claire-wineland-obit\/index.html","635":"https:\/\/www.cnn.com\/2017\/06\/02\/us\/who-commits-hate-crimes\/index.html","654":"https:\/\/www.cnn.com\/2017\/04\/30\/us\/winston-salem-welcoming-city-immigration\/index.html","663":"https:\/\/www.cnn.com\/2017\/06\/04\/us\/understanding-the-h-1b-visa\/index.html","670":"https:\/\/www.cnn.com\/2017\/02\/10\/us\/first-time-white\/index.html","673":"https:\/\/www.cnn.com\/2016\/10\/14\/us\/toastmasters-champions\/index.html","676":"https:\/\/www.cnn.com\/2016\/09\/06\/world\/children-of-terror-camp\/index.html","689":"https:\/\/www.cnn.com\/2016\/04\/12\/world\/dominican-republic-haiti-immigration\/index.html","693":"https:\/\/www.cnn.com\/2016\/12\/01\/us\/canada-sweat-lodge\/index.html","705":"https:\/\/www.cnn.com\/2016\/06\/16\/health\/1973-new-orleans-gay-bar-arson-attack\/index.html","706":"https:\/\/www.cnn.com\/2015\/11\/20\/world\/paris-survivor-stories\/index.html","738":"https:\/\/www.cnn.com\/2021\/06\/25\/us\/what-caused-surfside-building-collapse\/index.html","746":"https:\/\/www.cnn.com\/2021\/04\/23\/politics\/gaetz-probe-public-corruption-medical-marijuana\/index.html","750":"https:\/\/www.cnn.com\/2021\/03\/23\/us\/boulder-colorado-shooting-suspect\/index.html","812":"https:\/\/www.cnn.com\/2021\/01\/25\/uk\/social-inequality-bone-study-intl-scli-gbr-scn\/index.html","821":"https:\/\/www.cnn.com\/2021\/01\/25\/uk\/coronavirus-uk-variant-lockdown-gbr-intl\/index.html","848":"https:\/\/www.cnn.com\/2021\/01\/20\/europe\/madrid-spain-explosion-intl\/index.html","852":"https:\/\/www.cnn.com\/2021\/01\/20\/europe\/43-people-drown-mediterranean-intl\/index.html","859":"https:\/\/www.cnn.com\/2021\/01\/19\/europe\/spain-cocaine-seizure-paraguay-scli-intl\/index.html","885":"https:\/\/www.cnn.com\/2021\/01\/14\/europe\/belgium-protest-arrests-intl\/index.html","916":"https:\/\/www.cnn.com\/2021\/01\/10\/sport\/cricket-austrralia-india-racism-probe-spt-intl\/index.html","950":"https:\/\/www.cnn.com\/2021\/01\/05\/europe\/norway-landslide-search-intl\/index.html","971":"https:\/\/www.cnn.com\/2021\/01\/01\/europe\/france-new-year-rave-intl\/index.html","1030":"https:\/\/www.cnn.com\/2021\/02\/21\/europe\/cargo-plane-debris-meerssen-netherlands-trnd\/index.html","1111":"https:\/\/www.cnn.com\/2021\/02\/10\/uk\/uk-police-sim-swap-gbr-scli-intl\/index.html","1120":"https:\/\/www.cnn.com\/2021\/02\/10\/europe\/nazi-camp-guard-grm-intl-scli\/index.html","1160":"https:\/\/www.cnn.com\/2021\/02\/05\/europe\/nazi-camp-secretary-charged-stutthof-grm-intl\/index.html","1190":"https:\/\/www.cnn.com\/2021\/01\/31\/europe\/russia-navalny-protests-intl\/index.html","1265":"https:\/\/www.cnn.com\/2021\/03\/22\/australia\/spider-exodus-australia-scli-intl\/index.html","1270":"https:\/\/www.cnn.com\/2021\/03\/22\/australia\/australia-nsw-floods-evacuations-intl-hnk\/index.html","1271":"https:\/\/www.cnn.com\/2021\/03\/22\/uk\/bristol-crime-bill-protest-police-scli-gbr-intl\/index.html","1278":"https:\/\/www.cnn.com\/2021\/03\/19\/uk\/prince-harry-bereavement-book-foreword-gbr-intl\/index.html","1297":"https:\/\/www.cnn.com\/2021\/03\/18\/uk\/uk-do-not-resuscitate-consent-pandemic-gbr-intl\/index.html","1435":"https:\/\/www.cnn.com\/2021\/03\/03\/football\/barcelona-crisis-presidential-elections-lionel-messi-spt-intl\/index.html","1447":"https:\/\/www.cnn.com\/2021\/03\/02\/europe\/french-catholic-clergy-abuse-allegations-ciase-intl\/index.html","1496":"https:\/\/www.cnn.com\/2021\/04\/27\/uk\/boris-johnson-scandals-intl-gbr-cmd\/index.html","1510":"https:\/\/www.cnn.com\/2021\/04\/24\/europe\/spain-mallorca-covid-intl-scli\/index.html","1563":"https:\/\/www.cnn.com\/2021\/04\/18\/europe\/czech-republic-russia-salisbury-poisoning-intl\/index.html","1574":"https:\/\/www.cnn.com\/2021\/04\/15\/uk\/prince-philip-funeral-arrangements-gbr-intl\/index.html","1613":"https:\/\/www.cnn.com\/2021\/04\/12\/europe\/paris-hospital-shooting-intl\/index.html","1632":"https:\/\/www.cnn.com\/2021\/04\/09\/australia\/australia-indigenous-deaths-custody-intl-dst-hnk\/index.html","1635":"https:\/\/www.cnn.com\/2021\/04\/09\/uk\/northern-ireland-violence-explainer-gbr-intl\/index.html","1704":"https:\/\/www.cnn.com\/2021\/04\/02\/europe\/italy-vaccines-health-workers-decree-intl-cmd\/index.html","1737":"https:\/\/www.cnn.com\/2021\/05\/28\/football\/marcus-rashford-barack-obama-child-poverty-spt-intl\/index.html","1756":"https:\/\/www.cnn.com\/2021\/05\/26\/europe\/france-anti-asian-tweets-intl\/index.html","1761":"https:\/\/www.cnn.com\/2021\/05\/26\/europe\/italy-cable-car-accident-intl\/index.html","1774":"https:\/\/www.cnn.com\/2021\/05\/23\/europe\/italy-cable-car-accident-intl\/index.html","1777":"https:\/\/www.cnn.com\/2021\/05\/24\/europe\/italy-cable-car-accident-update-intl\/index.html","1818":"https:\/\/www.cnn.com\/2021\/05\/18\/europe\/migrants-swim-morocco-spanish-enclave-ceuta-intl\/index.html","1844":"https:\/\/www.cnn.com\/2021\/05\/14\/uk\/royal-news-newsletter-05-14-21-scli-gbr-cmd-intl\/index.html","1864":"https:\/\/www.cnn.com\/2021\/05\/11\/europe\/german-priests-vatican-same-sex-scli-intl-grm\/index.html","1876":"https:\/\/www.cnn.com\/2021\/05\/11\/europe\/russia-school-shooting-kazan-intl\/index.html","1887":"https:\/\/www.cnn.com\/2021\/05\/09\/europe\/spain-covid-curfew-party-intl-scli\/index.html","1900":"https:\/\/www.cnn.com\/2021\/05\/07\/europe\/romania-bear-shooting-investigation-scli-intl\/index.html","1903":"https:\/\/www.cnn.com\/2021\/05\/07\/europe\/woodland-natural-burials-eco-friendly-spc-intl-c2e\/index.html","1930":"https:\/\/www.cnn.com\/2021\/05\/03\/europe\/germany-newborn-trading-arrests-intl-grm\/index.html","1937":"https:\/\/www.cnn.com\/2021\/05\/03\/europe\/germany-child-sex-abuse-imagery-ring-intl\/index.html","1950":"https:\/\/www.cnn.com\/2021\/05\/02\/europe\/berlin-may-day-protests-scli-intl-grm\/index.html","1991":"https:\/\/www.cnn.com\/2021\/06\/27\/europe\/czech-president-transgender-people-intl\/index.html","2004":"https:\/\/www.cnn.com\/2021\/06\/25\/europe\/czech-republic-tornado-intl\/index.html","2024":"https:\/\/www.cnn.com\/2021\/06\/25\/europe\/germany-knife-attack-wurzburg-intl\/index.html","2030":"https:\/\/www.cnn.com\/2021\/06\/24\/europe\/athens-acid-attack-priest-intl\/index.html","2039":"https:\/\/www.cnn.com\/2021\/06\/22\/football\/england-czech-republic-euro-2020-pride-spt-intl\/index.html","2122":"https:\/\/www.cnn.com\/2021\/06\/15\/football\/france-germany-parachute-euro-2020-spt-intl\/index.html","2136":"https:\/\/www.cnn.com\/2021\/06\/14\/football\/grenfell-athletic-tower-fire-four-year-anniversary-cmd-spt-intl\/index.html","2163":"https:\/\/www.cnn.com\/2021\/06\/10\/australia\/new-zealand-maori-antarctica-intl-hnk-scn\/index.html","2178":"https:\/\/www.cnn.com\/2021\/06\/09\/sport\/serbian-volleyball-player-anti-asian-racist-gesture-spt-intl\/index.html","2231":"https:\/\/www.cnn.com\/2021\/06\/03\/uk\/crash-tomato-puree-scli-intl-gbr\/index.html","2238":"https:\/\/www.cnn.com\/2021\/06\/03\/europe\/belgium-gang-rape-arrests-intl\/index.html","2250":"https:\/\/www.cnn.com\/2021\/06\/01\/europe\/asparagus-belgium-legal-scli-intl\/index.html","2256":"https:\/\/www.cnn.com\/2021\/06\/01\/europe\/giovanni-brusca-sicilian-mafia-release-intl\/index.html","2278":"https:\/\/www.cnn.com\/2021\/07\/29\/sport\/suni-lee-gymnast-hmong-community\/index.html","2287":"https:\/\/www.cnn.com\/2021\/07\/27\/europe\/southern-europe-wildfires-sardinia-intl\/index.html","2306":"https:\/\/www.cnn.com\/2021\/07\/27\/europe\/explosion-chempark-leverkusen-germany-intl\/index.html","2335":"https:\/\/www.cnn.com\/2021\/07\/24\/europe\/budapest-hungary-pride-protest-intl\/index.html","2351":"https:\/\/www.cnn.com\/2021\/07\/22\/europe\/anders-breivik-july-22-attacks-norway-anniversary-cmd-intl\/index.html","2353":"https:\/\/www.cnn.com\/2021\/07\/22\/europe\/germany-belgium-europe-floods-death-climate-intl\/index.html","2394":"https:\/\/www.cnn.com\/2021\/07\/19\/sport\/meps-urge-olympics-to-lift-ban-on-soul-cap-intl\/index.html","2412":"https:\/\/www.cnn.com\/2021\/07\/17\/golf\/links-course-the-open-royal-st-georges-spt-intl\/index.html","2413":"https:\/\/www.cnn.com\/2021\/07\/16\/europe\/germany-deaths-europe-severe-flooding-intl\/index.html","2419":"https:\/\/www.cnn.com\/2021\/07\/15\/europe\/germany-deaths-severe-flooding-intl\/index.html","2426":"https:\/\/www.cnn.com\/2021\/07\/16\/europe\/germany-floods-belgium-climate-change-grm-intl\/index.html","2443":"https:\/\/www.cnn.com\/2021\/07\/12\/australia\/covid-ad-backlash-australia-intl-hnk\/index.html","2478":"https:\/\/www.cnn.com\/2021\/07\/09\/europe\/sweden-plane-crash-intl-scli\/index.html","2482":"https:\/\/www.cnn.com\/2013\/09\/26\/world\/europe\/norway-terror-attacks\/index.html","2496":"https:\/\/www.cnn.com\/2021\/07\/06\/europe\/uk-lockdown-reopening-anxiety-gbr-intl\/index.html","2500":"https:\/\/www.cnn.com\/2021\/07\/07\/europe\/spain-suspected-homophobic-killing-intl\/index.html","2515":"https:\/\/www.cnn.com\/2021\/07\/06\/europe\/russia-plane-crash-kamchatka-peninsula-intl\/index.html","2532":"https:\/\/www.cnn.com\/2021\/07\/04\/europe\/cyprus-wildfire-intl\/index.html","2538":"https:\/\/www.cnn.com\/2021\/07\/03\/europe\/vatican-financial-scandal-intl\/index.html","2607":"https:\/\/www.cnn.com\/2021\/08\/25\/europe\/darmstadt-university-poison-investigation-scli-intl-grm\/index.html","2612":"https:\/\/www.cnn.com\/2021\/08\/23\/europe\/afghanistan-evacuation-flight-birth-scli-intl\/index.html","2635":"https:\/\/www.cnn.com\/2021\/08\/21\/europe\/greece-turkey-border-wall-completed-scli-intl\/index.html","2652":"https:\/\/www.cnn.com\/2021\/08\/18\/football\/cristiano-ronaldo-juventus-instagram-callout-spt-intl\/index.html","2666":"https:\/\/www.cnn.com\/2021\/08\/15\/europe\/turkey-floods-intl\/index.html","2675":"https:\/\/www.cnn.com\/2021\/08\/14\/uk\/plymouth-shooting-incel-jake-davison-profile-intl\/index.html","2682":"https:\/\/www.cnn.com\/2021\/08\/12\/uk\/plymouth-england-shooting-gbr-intl\/index.html","2699":"https:\/\/www.cnn.com\/2021\/08\/12\/europe\/helicopter-crash-kamchatka-russia-scli-intl\/index.html","2705":"https:\/\/www.cnn.com\/2021\/08\/11\/europe\/germany-uk-embassy-accused-spy-russia-intl-gbr\/index.html","2736":"https:\/\/www.cnn.com\/2021\/08\/07\/europe\/greece-southern-europe-wildfires-heatwave-intl\/index.html","2741":"https:\/\/www.cnn.com\/2021\/08\/06\/football\/juventus-racist-post-asians-intl-scli-spt\/index.html","2759":"https:\/\/www.cnn.com\/2021\/08\/05\/football\/hate-crime-arrests-euro-2020-final-spt-intl\/index.html","2769":"https:\/\/www.cnn.com\/2021\/08\/04\/europe\/train-crash-domazlice-czech-republic-intl\/index.html","2834":"https:\/\/www.cnn.com\/2021\/09\/28\/europe\/explosion-gothenburg-sweden-apartment-fire-intl\/index.html","2855":"https:\/\/www.cnn.com\/2021\/09\/27\/europe\/crete-earthquake-greece-intl-scli\/index.html","2916":"https:\/\/www.cnn.com\/2021\/09\/18\/australia\/australia-lockdown-protest-intl\/index.html","2920":"https:\/\/www.cnn.com\/2021\/09\/21\/europe\/poland-belarus-migrant-crisis-intl\/index.html","2929":"https:\/\/www.cnn.com\/2021\/09\/20\/europe\/perm-shooting-russia-intl\/index.html","2939":"https:\/\/www.cnn.com\/2021\/09\/18\/europe\/dutch-tallest-shorter-scli-scn-intl\/index.html","2960":"https:\/\/www.cnn.com\/2021\/09\/16\/europe\/hagen-germany-synagogue-police-intl-grm\/index.html","2973":"https:\/\/www.cnn.com\/2021\/09\/15\/europe\/faroe-dolphin-killing-record-scli-intl-scn\/index.html","3022":"https:\/\/www.cnn.com\/2021\/09\/09\/europe\/north-macedonia-covid-hospital-fire-intl\/index.html","3032":"https:\/\/www.cnn.com\/2021\/09\/08\/europe\/paris-terror-attack-trial-intl\/index.html","3084":"https:\/\/www.cnn.com\/2021\/10\/31\/uk\/salisbury-train-crash-uk-intl-2\/index.html","3089":"https:\/\/www.cnn.com\/2015\/12\/08\/europe\/2015-paris-terror-attacks-fast-facts\/index.html","3137":"https:\/\/www.cnn.com\/2021\/10\/27\/europe\/catania-sicily-italy-floods-medicane-intl\/index.html","3187":"https:\/\/www.cnn.com\/2021\/10\/22\/uk\/manchester-arena-bombing-man-arrested-gbr-uk-intl\/index.html","3190":"https:\/\/www.cnn.com\/2021\/10\/22\/europe\/russia-gunpowder-plant-explosion-death-toll-intl\/index.html","3206":"https:\/\/www.cnn.com\/2021\/10\/21\/uk\/london-animal-statues-women-people-of-color-gbr-uk-intl\/index.html","3224":"https:\/\/www.cnn.com\/2021\/10\/20\/europe\/german-soldiers-arrested-terrorism-intl\/index.html","3246":"https:\/\/www.cnn.com\/2021\/10\/19\/australia\/domestic-violence-payments-intl-hnk\/index.html","3270":"https:\/\/www.cnn.com\/2021\/10\/17\/europe\/fungie-dingle-dolphin-ireland-memorial-intl-cmd\/index.html","3298":"https:\/\/www.cnn.com\/2021\/10\/13\/europe\/kongsberg-norway-attack-intl\/index.html","3302":"https:\/\/www.cnn.com\/2021\/10\/14\/europe\/la-palma-volcano-intl\/index.html","3346":"https:\/\/www.cnn.com\/2021\/10\/10\/europe\/poland-belarus-border-crossing-migrants-record-number-intl\/index.html","3350":"https:\/\/www.cnn.com\/2021\/10\/10\/europe\/russia-plane-crash-parachutists-death-intl\/index.html","3394":"https:\/\/www.cnn.com\/2021\/10\/04\/europe\/lars-vilks-cartoonist-death-scli-intl\/index.html","3405":"https:\/\/www.cnn.com\/2021\/10\/03\/europe\/milan-plane-crash-intl\/index.html","3493":"https:\/\/www.cnn.com\/2021\/11\/25\/europe\/russia-mining-accident-siberia-intl\/index.html","3494":"https:\/\/www.cnn.com\/2021\/11\/26\/uk\/priti-patel-profile-migration-gbr-cmd-intl\/index.html","3499":"https:\/\/www.cnn.com\/2021\/11\/24\/europe\/france-channel-migrant-deaths-gbr-intl\/index.html","3500":"https:\/\/www.cnn.com\/2021\/11\/25\/europe\/uk-france-channel-crossing-deaths-intl-gbr\/index.html","3517":"https:\/\/www.cnn.com\/2021\/11\/23\/uk\/climate-uk-concern-poll-ipsos-mori-gbr-intl\/index.html","3527":"https:\/\/www.cnn.com\/2021\/11\/23\/europe\/bulgaria-bus-fire-intl-hnk\/index.html","3548":"https:\/\/www.cnn.com\/2021\/11\/21\/europe\/poland-border-crisis-politics-intl-cmd\/index.html","3552":"https:\/\/www.cnn.com\/2021\/11\/21\/europe\/italy-vulcano-island-residents-evacuated-intl-scli\/index.html","3553":"https:\/\/www.cnn.com\/2021\/11\/11\/europe\/belarus-poland-crisis-explainer-cmd-intl\/index.html","3580":"https:\/\/www.cnn.com\/2021\/11\/17\/europe\/belarus-poland-border-crisis-wednesday-intl\/index.html","3605":"https:\/\/www.cnn.com\/2021\/11\/16\/europe\/poland-belarus-border-crisis-tuesday-intl\/index.html","3633":"https:\/\/www.cnn.com\/2021\/11\/14\/uk\/liverpool-hospital-car-explosion-gbr-intl\/index.html","3637":"https:\/\/www.cnn.com\/2021\/11\/14\/europe\/belarus-border-camp-migrants-intl-cmd\/index.html","3646":"https:\/\/www.cnn.com\/2021\/11\/13\/europe\/poland-belarus-crisis-russia-intl\/index.html","3650":"https:\/\/www.cnn.com\/2021\/11\/12\/europe\/poland-belarus-russia-ukraine-military-drills-sanctions-intl\/index.html","3667":"https:\/\/www.cnn.com\/2021\/11\/10\/europe\/poland-belarus-border-migrant-crisis-wednesday-intl\/index.html","3691":"https:\/\/www.cnn.com\/2021\/11\/08\/europe\/poland-belarus-border-migrants-intl\/index.html","3698":"https:\/\/www.cnn.com\/2021\/11\/09\/europe\/poland-belarus-border-migrants-crisis-intl\/index.html","3754":"https:\/\/www.cnn.com\/2021\/11\/03\/europe\/abba-sweden-tribute-concert-dead-intl-hnk\/index.html","3820":"https:\/\/www.cnn.com\/2021\/12\/25\/europe\/migrant-boat-capsized-greece-intl\/index.html","3892":"https:\/\/www.cnn.com\/2021\/12\/16\/sport\/sebastian-alvarez-wingsuit-volcano-jump-spt-intl-cmd\/index.html","3907":"https:\/\/www.cnn.com\/2021\/12\/13\/motorsport\/max-verstappen-title-win-media-spt-intl\/index.html","3925":"https:\/\/www.cnn.com\/2021\/12\/14\/europe\/fatal-migrant-car-crash-hungary-intl\/index.html","3947":"https:\/\/www.cnn.com\/2021\/12\/11\/europe\/italy-ravanusa-building-collapse-intl-hnk\/index.html","3978":"https:\/\/www.cnn.com\/2021\/12\/08\/europe\/ukraine-russia-boosts-troops-intl\/index.html","3983":"https:\/\/www.cnn.com\/2021\/12\/08\/motorsport\/mercedes-kingspan-f1-sponsor-grenfell-tower-spt-intl\/index.html","4017":"https:\/\/www.cnn.com\/2021\/12\/06\/tennis\/peng-shuai-itf-not-suspending-tournaments-intl-spt\/index.html","4032":"https:\/\/www.cnn.com\/2021\/12\/04\/uk\/turtle-seal-storm-arwen-scn-scli-intl\/index.html","4041":"https:\/\/www.cnn.com\/2021\/12\/03\/europe\/norway-christmas-party-superspreader-omicron-event-intl\/index.html","4064":"https:\/\/www.cnn.com\/2021\/12\/01\/europe\/germany-munich-explosion-ger-intl\/index.html","4066":"https:\/\/www.cnn.com\/2021\/11\/30\/australia\/australia-parliament-sexual-harassment-report-intl-hnk\/index.html"}}