{"Headline":{"44":"A 4th dose of Covid-19 vaccine will be needed, Pfizer's CEO says, but the company is working on a shot to handle all variants - CNN","130":"Uganda's anti-vaxxers told to accept Covid shots or expect fines, jail time in proposed law - CNN","162":"Why Europe's fight against the pandemic is about to get much more dangerous - CNN","408":"With a Covid-19 vaccine patent waiver likely, time to rethink global intellectual property rules - CNN","776":"AstraZeneca vaccine: EU regulators recommend authorization of Covid-19 shot - CNN","777":"Analysis: The EU and UK's fight reveals the ugly truth about vaccine nationalism - CNN","786":"Novavax vaccine is 89% effective in UK trial, but less so in South Africa - CNN","792":"German officials say AstraZeneca vaccine shouldn't be given to over-65s, citing lack of data - CNN","807":"Covid vaccine: Sanofi to help produce 100 million Pfizer\/BioNTech vaccine doses - CNN","892":"Pope Francis gets first dose of Covid-19 vaccine - CNN","911":"David Attenborough receives Covid-19 vaccine - CNN","935":"Moderna Covid-19 vaccine authorized by UK medicines regulator - CNN","936":"Police hunt man who allegedly injected woman, 92, with 'fake Covid-19 vaccine' - CNN","946":"Moderna approved in EU: European Union authorizes Moderna's Covid-19 vaccine - CNN","949":"Martin Kenyon: British man, 91, gets second dose of Covid-19 vaccine  - CNN","960":"Oxford\/Astra Zeneca vaccine: UK becomes first to roll out shots as Covid-19 cases surge - CNN","1025":"Australian Open fans criticized for booing Covid-19 vaccine announcement  - CNN","1041":"Caught in a vaccine no man's land, these European countries are scrambling for Chinese and Russian shots - CNN","1059":"AstraZeneca's vaccine contract with the UK is based on 'best efforts,' just like its deal with a frustrated EU - CNN","1062":"UK's Covid vaccine rollout is a much-needed win after bungled pandemic response - CNN","1123":"Ursula von der Leyen: How a vaccine spat could derail her big plans for Europe - CNN","1174":"Tokyo Olympics: IOC says athletes will not need vaccine to participate - CNN","1195":"Russia registers world's first Covid-19 vaccine for animals - CNN","1208":"Homeless people are extremely vulnerable to Covid-19, but they're slipping through cracks in the vaccination plans - CNN","1236":"EU vaccine ban: EU proposes impose vaccine controls as 'raid' on Italian factory uncovers millions of AstraZeneca doses - CNN","1285":"AstraZeneca vaccine: EU regulator declares shot safe for use after clotting concerns  - CNN","1310":" AstraZeneca vaccine: Spain, Germany, France and Italy pause rollout - CNN","1312":"AstraZeneca vaccine: European regulator 'convinced' benefits of shot outweigh risks as suspensions continue - CNN","1327":"AstraZeneca vaccine: Ireland halts use of Covid-19 vaccine following blood clot reports in Norway\n  - CNN","1360":"AstraZeneca says 'no evidence' of blood clot risk from vaccine as countries suspend its use - CNN","1368":"AstraZeneca vaccine suspended by several European nations as blood clot reports investigated - CNN","1412":"Migrants could become the new Covid scapegoats when Europe's borders reopen - CNN","1420":"France could block Covid-19 vaccine shipments as Italy did on Thursday - CNN","1429":" Italy blocks export of Covid-19 vaccine doses to Australia, using EU powers for the first time - CNN","1437":"Europe's unified vaccination strategy is splintering as nations turn to Israel, China and Russia for help - CNN","1451":"Russia shows off new Covid-19 vaccine factory even as its people hesitate to get the shot - CNN","1458":"Yohan Blake: Sprinter says he would rather miss Olympics than get Covid-19 vaccine - CNN","1515":"Malaria vaccine breakthrough as promising trial rises hopes of controlling disease - CNN","1542":"EU regulator finds possible link between Johnson & Johnson vaccine and blood clots, but says benefits outweigh risks - CNN","1587":"Denmark removes AstraZeneca from its vaccination program - CNN","1669":"Oxford-AstraZeneca pause pediatric trial pending review by UK regulator - CNN","1705":"Hungary records the deadliest day of the pandemic, despite its leading vaccine rollout - CNN","1730":"Duchess of Cambridge 'hugely grateful' after first Covid vaccine - CNN","1843":"NY Yankees Covid-19: How vaccinated members tested positive for coronavirus - CNN","1873":"Italian woman accidentally given six shots of Covid-19 vaccine - CNN","1899":"Germany resists calls to waive patents on Covid-19 vaccines - CNN","1943":"The UK is already stretched to breaking point. Boris Johnson's pile of scandals isn't helping matters - CNN","2576":"Andy Murray: Tennis star says players 'have a responsibility' to get the vaccine  - CNN","2661":"Stefanos Tsitsipas refuses to take vaccine unless it becomes mandatory on tour - CNN","2702":"Facebook removes Russian network that targeted influencers to peddle anti-vax messages - CNN","2819":"LeBron James confirms he was vaccinated for Covid-19 months after being initially skeptical  - CNN","3158":"Covid in Europe enters a second pandemic winter as chaos grips the East and uncertainty haunts the West  - CNN","3223":"Fired Washington State head football coach to file lawsuit over 'unjust and unlawful' termination - CNN","3234":"Australia Covid-19: More than 40 Victoria Police staff could be fired for failing to take a vaccine - CNN","3236":"Nick Rolovich: Washington State head football coach ousted after refusing Covid-19 vaccine - CNN","3380":"Andrew Wiggins on getting vaccinated: 'Not something I wanted to do, but kind of forced to' - CNN","3436":"Vaccine hesitancy: These EU nations are still miles behind their neighbors - CNN","3460":"UK to offer booster shots to all adults, just 3 months after their second dose - CNN","3503":"Russia's Putin tests experimental intranasal Covid-19 vaccine - CNN","3695":"France will require Covid-19 booster shots for older citizens' health passes - CNN","3739":"Germany offers booster shots to everyone amid 'very worrying' surge in cases - CNN","3855":"Nata Vikhlyantseva: Vaccine rules Russian out of Australian Open bid - CNN","4039":"Italy Covid: Man uses fake silicone arm to try to get vaccine certificate - CNN","4050":"Making Covid-19 vaccines mandatory was once unthinkable. But European countries are showing it can work - CNN"},"Description":{"44":"Pfizer is also hoping to make a vaccine that will protect against all variants. \"If we are able to achieve that, then I think it is very easy to follow and remember so that we can go back to really the way (we) used to live,\" th CEO told CBS on Sunday. \n","130":"Uganda has proposed steep penalties for anti-vaxxers in a new bill being studied by parliament, as the country doubles down on its Covid-19 vaccine mandate.","162":"\"Despite months of persuasion, we have not succeeded in convincing enough people to get vaccinated.\" Those were the words of Austrian Chancellor Alexander Schallenberg last month as he announced the first nationwide vaccine mandate in Europe. ","408":"Governments in rich countries need to show moral courage and political will to redesign global intellectual property rules. A Covid-19 vaccine waiver is just the start, writes Ruth L. Okediji.","776":"The European Union's medicines regulator on Friday recommended authorizing the Oxford-AstraZeneca Covid-19 vaccine, capping off a turbulent week which saw the bloc attack the drugmaker over delays to supply.","777":"The UN General Assembly in September last year was a pivotal moment in the pandemic, when leaders began to show some unity as global deaths approached a million. They had learned hard lessons from the damage that hoarding protective equipment had done, they said. When a vaccine was developed, the world's most vulnerable would be first in line, they claimed. ","786":"A new Covid-19 vaccine from Novavax was found to be 89.3% effective in a clinical trial conducted in the UK and appears to offer protection against some variants of the coronavirus, the American biotech firm has announced. ","792":"Germany's vaccine commission said the AstraZeneca coronavirus vaccine should not be given to people older than 65 years, amid a bitter dispute between the European Union and the drugmaker over delayed supplies.","807":"Sanofi will fill and pack millions of doses of Pfizer's Covid-19 vaccine from July in an effort to help meet the huge demand for the U.S. drugmaker's shots.","892":"Pope Francis and former Pope Benedict have received the first dose of a coronavirus vaccine, the Vatican said Thursday. ","911":"Naturalist and TV host David Attenborough has received the first dose of the Covid-19 vaccine, his representative confirmed to CNN on Tuesday.","935":"Moderna became the third Covid-19 vaccine to be authorized for use in the UK, the country's Department of Health said in a press release on Friday.  ","936":"Police in the UK are searching for a man who allegedly injected a 92-year-old woman with a fake Covid-19 vaccine -- and charged her £160 ($217) for it.","946":"The European Union has authorized Moderna's Covid-19 vaccine, the second coronavirus vaccine to be approved for use in the EU. ","949":"A 91-year-old British man who became an internet sensation after being interviewed on CNN following his first dose of the Pfizer\/BioNTech coronavirus vaccine has received the required second jab.","960":"The United Kingdom became the first nation to inoculate people with the Oxford\/AstraZeneca coronavirus vaccine outside of trials on Monday, with the country's health secretary hailing the day as a \"real pivotal moment.\" ","1025":"Australia's government has condemned the \"disgusting\" behavior of spectators at the Australian Open tennis tournament Sunday, after sections of the crowd loudly booed a speech praising the rollout of the Covid-19 vaccine.","1041":"As the United Kingdom celebrates giving at least one dose of the coronavirus vaccine to 15 million people and the EU surpasses 23 million doses distributed, several other European countries have not yet managed to put a single shot in arms.","1059":"AstraZeneca's contract to supply the UK with Covid-19 vaccines commits it to making \"best reasonable efforts,\" the same language used in its deal with the European Union, which critics blamed for the bloc's faltering inoculation program. ","1062":"Last May, Steve Bates' phone rang. The UK was in the midst of its first national lockdown -- there was a stay-at-home order, schools and most shops were closed, and experts were warning that a vaccine could still be years out. ","1123":"She's been the face of the EU's vaccine crisis. The question now is what the impact will be on Ursula von der Leyen's broader agenda for Europe once the pandemic is behind her.","1174":"Athletes and officials will not be required to receive a Covid-19 vaccine in order to take part in this year's Tokyo Games, organizers announced on Wednesday.","1195":"As governments across the globe scramble to secure Covid-19 vaccine doses for humans, Russia has registered the world's first coronavirus vaccine for animals, state media outlet TASS reported Wednesday.","1208":"When the British government released its guidance on who should be first in line for the Covid-19 vaccine last year, Dr. Zahid Chauhan was surprised to see that one particularly vulnerable group of his patients had been left off the priority list: The homeless.","1236":"The European Union proposed tighter controls on the export of Covid-19 vaccine doses on Wednesday, marking the latest spat between the bloc and the British-Swedish drugmaker AstraZeneca.","1285":"The European Union's medicines regulator has concluded that the Oxford-AstraZeneca Covid-19 vaccine is safe to use after several EU countries suspended their rollouts following reports that it could be linked to blood clots.","1310":"Spain, Germany, France and Italy have become the latest European countries to temporarily halt the rollout of the Oxford-AstraZeneca Covid-19 vaccine over a small number of blood clot concerns, going against the advice of international medical agencies as a third wave of infections looms over the continent. ","1312":"Europe's medicines regulator has said there's \"no indication\" that the Oxford-AstraZeneca Covid-19 vaccine has caused blood clots, as the list of countries temporarily halting the vaccine's rollout over safety concerns continues to grow.","1327":"Ireland temporarily suspended the use of the AstraZeneca Covid-19 vaccine on Sunday following a report from Norway of patients developing blood clots post inoculation.  ","1360":"The global rollout of the Oxford-AstraZeneca Covid-19 vaccine encountered another hurdle after a handful of countries paused their use of the shot, awaiting more information following reports the vaccine could be linked to blood clots, despite no clear evidence of a link.","1368":"Denmark, Iceland and Norway have suspended the use of the Oxford-AstraZeneca Covid-19 vaccine while the European Union's medicines regulator investigates whether the shot could be linked to a number of reports of blood clots.","1412":"With Europe's vaccine rollout creeping forward, attention is turning to what will happen when the continent's borders reopen. Where this debate could get particularly fraught is over the thorny issue of migration.    ","1420":"France said Friday it may follow Italy in blocking Covid-19 vaccine shipments as concerns about vaccine nationalism rise.","1429":"Italy invoked European Union powers to block the export of 250,000 Covid-19 vaccine doses to Australia on Thursday, in a dramatic escalation of a dispute between the EU and drug giant AstraZeneca. ","1437":"The European Union's 27-nation vaccine strategy is splintering as member states turn to nations outside the bloc to boost a faltering rollout plagued by supply issues, contract skirmishes and sluggish takeup.","1451":"CNN gets an exclusive look inside one of seven new Russian production centers pumping out the Sputnik V coronavirus vaccine. But even as millions of doses are being produced, people in Moscow seem wary of getting it.","1458":"Olympic champion sprinter Yohan Blake of Jamaica said he would rather miss the Tokyo Games than get the Covid-19 vaccine, although getting vaccinated will not be required of the athletes competing there this summer.","1515":"A vaccine against malaria has shown record efficacy in a Phase II trial, a pre-print study released on Friday by Oxford University shows, raising hopes that one of the world's most deadly diseases could be brought under control.","1542":"Europe's medicines regulator said it has found a possible link between the Johnson & Johnson Covid-19 vaccine and rare blood clots, but emphasized that the overall benefits of getting the shot outweigh the risks. ","1587":"Denmark has removed the AstraZeneca Covid-19 vaccine from its vaccination program, saying it is not needed because the country has already reached \"such an advanced point\" in its vaccine rollout.","1669":"A pediatric trial of the Oxford-AstraZeneca vaccine has been paused pending a review by the UK's medicines regulator of rare blood clot cases in adults, a University of Oxford spokesperson told CNN Tuesday.","1705":"Hungary has recorded its deadliest day of the pandemic so far, struggling to contain the latest surge of new coronavirus cases even as its vaccine rollout speeds up.","1730":"The Duchess of Cambridge has joined the millions of Britons who have received their first dose of the coronavirus vaccine.","1843":"The single-dose Johnson & Johnson vaccine was 72% effective against Covid-19 among US trial participants and 85% effective against severe Covid-19. But even if you get Covid-19 after being vaccinated, your symptoms will likely be far less severe.","1873":"A 23-year-old woman who was mistakenly given six doses of the Pfizer BioNTech Covid-19 vaccine has been discharged from the hospital where she was being monitored for any adverse reaction.","1899":"Germany is resisting momentum to lift patent protection for Covid-19 vaccines, saying Thursday that a US decision to support such waivers \"has significant implications for vaccine production.\"","1943":"Life isn't much fun for Boris Johnson at the moment. Despite the United Kingdom's successful Covid-19 vaccine rollout and an end to lockdown in sight, the British Prime Minister finds himself engulfed in scandals less than a week before crucial elections take place.  ","2576":"Three-time grand slam champion Andy Murray says he hopes more tennis players decide to get a Covid-19 vaccine in order to keep the \"wider public\" safe. ","2661":"World No.3 Stefanos Tsitsipas said he would only get the Covid-19 vaccine if it became mandatory to compete in tennis.","2702":"Facebook said on Tuesday it had removed a network of accounts from Russia that it linked to a marketing firm which aimed to enlist influencers to push anti-vaccine content about the Covid-19 jabs.","2819":"The NBA superstar says he would not advocate for the vaccine because it was not his place to impose his decision on others. ","3158":"Lockdowns, spiraling cases and a vaccine divide is framing the start of Europe's second pandemic winter, bringing chaos to eastern European countries and uncertainty to those in the West.  ","3223":"Former Washington State Cougars football coach Nick Rolovich plans to take legal action against the university following his firing on Monday for failing to comply with the state's Covid-19 vaccine mandate, his attorney told CNN on Wednesday.","3234":"A total of 43 police staff in the Australian state of Victoria have been stood down from duty and could face being fired after they failed to comply with a Covid-19 vaccine mandate, Victoria Police said.","3236":"Washington State University's head football coach, Nick Rolovich, and four assistant coaches are losing their jobs because they failed to comply with the state's Covid-19 vaccine mandate, the university's athletics department said Monday.","3380":"Golden State Warriors forward Andrew Wiggins has said he felt like he had no choice but to get the Covid-19 vaccine. ","3436":"With nearly three quarters of all adults fully vaccinated against Covid-19, the European Union is a world leader in inoculations. But the impressive headline number is obscuring an uncomfortable reality: the rollout has been extremely unequal across the union.","3460":"All adults in the United Kingdom will be able to get their booster Covid-19 vaccine doses three months after their second shot, the government indicated on Monday, in a dramatic acceleration of the country's inoculation drive that comes amid fears over the Omicron variant.","3503":"Russian President Vladimir Putin has tested an experimental Covid-19 nasal vaccine that is not yet in clinical trial phase, his fourth vaccination in total, he said Wednesday.","3695":"French president Emmanuel Macron said France will continue using the country's health pass to ensure uptake of booster shots of the vaccine in a national address Tuesday evening.","3739":"German health officials have warned the country is in the grips of a \"very worrying\" spike in Covid-19 cases and expanded its booster vaccine program to all adults, after a new record in daily infections was registered for the second day running. ","3855":"Russian Nata Vikhlyantseva has revealed that she will be unable to travel to Australia and attempt to play in the first Grand Slam of next season because her COVID-19 vaccine is not recognised by local health authorities.","4039":"A 50-year-old man tried to pass off a silicone arm as his own at a Covid-19 vaccination clinic in northern Italy, in an attempt to get a vaccine certificate without actually getting vaccinated.","4050":"Just as lockdowns have become a part of pandemic life, the rapidly emerging view in Europe is that vaccine mandates are not just plausible — they could pay off."},"Url":{"44":"https:\/\/www.cnn.com\/2022\/03\/13\/health\/pfizer-vaccine-4th-dose\/index.html","130":"https:\/\/www.cnn.com\/2022\/02\/22\/africa\/uganda-fines-anti-vaxxers-intl\/index.html","162":"https:\/\/www.cnn.com\/2021\/12\/14\/europe\/europe-covid-vaccines-opposition-populism-intl\/index.html","408":"https:\/\/www.cnn.com\/2021\/05\/07\/opinions\/covid-vaccine-patent-waiver-as-equals-intl-cmd\/index.html","776":"https:\/\/www.cnn.com\/2021\/01\/29\/europe\/eu-astrazeneca-vaccine-coronavirus-intl\/index.html","777":"https:\/\/www.cnn.com\/2021\/01\/30\/europe\/uk-eu-astrazeneca-vaccine-nationalism-gbr-intl\/index.html","786":"https:\/\/www.cnn.com\/2021\/01\/29\/europe\/novavax-covid-vaccine-uk-sa-trials-gbr-intl\/index.html","792":"https:\/\/www.cnn.com\/2021\/01\/28\/europe\/germany-astrazeneca-vaccine-coronavirus-grm-intl\/index.html","807":"https:\/\/www.cnn.com\/2021\/01\/27\/europe\/sanofi-vaccine-doses-intl\/index.html","892":"https:\/\/www.cnn.com\/2021\/01\/14\/europe\/pope-francis-covid-19-vaccine-intl\/index.html","911":"https:\/\/www.cnn.com\/2021\/01\/12\/uk\/david-attenborough-vaccine-scli-intl-gbr\/index.html","935":"https:\/\/www.cnn.com\/2021\/01\/08\/uk\/uk-moderna-covid-19-vaccine-intl\/index.html","936":"https:\/\/www.cnn.com\/2021\/01\/08\/uk\/fake-vaccine-appeal-scli-intl-gbr\/index.html","946":"https:\/\/www.cnn.com\/2021\/01\/06\/europe\/moderna-approval-eu-intl\/index.html","949":"https:\/\/www.cnn.com\/2021\/01\/05\/uk\/martin-kenyon-second-vaccine-scli-intl-gbr\/index.html","960":"https:\/\/www.cnn.com\/2021\/01\/04\/uk\/uk-oxford-astrazeneca-oxford-intl\/index.html","1025":"https:\/\/www.cnn.com\/2021\/02\/22\/australia\/australian-open-vaccine-boo-intl-hnk\/index.html","1041":"https:\/\/www.cnn.com\/2021\/02\/19\/europe\/western-balkans-vaccines-russia-china-eu-intl\/index.html","1059":"https:\/\/www.cnn.com\/2021\/02\/17\/europe\/uk-astrazeneca-vaccine-contract-details-intl\/index.html","1062":"https:\/\/www.cnn.com\/2021\/02\/15\/europe\/uk-vaccine-rollout-target-gbr-intl\/index.html","1123":"https:\/\/www.cnn.com\/2021\/02\/09\/europe\/ursula-von-der-leyen-profile-intl\/index.html","1174":"https:\/\/www.cnn.com\/2021\/02\/03\/sport\/tokyo-olympics-vaccine-playbook-ioc-spt-intl\/index.html","1195":"https:\/\/www.cnn.com\/2021\/03\/31\/europe\/russia-covid-vaccine-animals-intl\/index.html","1208":"https:\/\/www.cnn.com\/2021\/03\/30\/uk\/coronavirus-homeless-vaccinations-intl-cmd-gbr\/index.html","1236":"https:\/\/www.cnn.com\/2021\/03\/24\/europe\/eu-vaccine-export-controls-intl\/index.html","1285":"https:\/\/www.cnn.com\/2021\/03\/18\/europe\/ema-astrazeneca-vaccine-blood-clots-decision-intl\/index.html","1310":"https:\/\/www.cnn.com\/2021\/03\/15\/europe\/italy-lockdown-europe-coronavirus-monday-scli-intl\/index.html","1312":"https:\/\/www.cnn.com\/2021\/03\/16\/europe\/who-astrazeneca-europe-coronavirus-tuesday-intl\/index.html","1327":"https:\/\/www.cnn.com\/2021\/03\/14\/europe\/ireland-stops-astrazeneca-rollout-intl\/index.html","1360":"https:\/\/www.cnn.com\/2021\/03\/12\/europe\/astrazeneca-vaccine-blood-clot-reports-denmark-reviews-intl\/index.html","1368":"https:\/\/www.cnn.com\/2021\/03\/11\/europe\/astrazeneca-vaccine-denmark-suspension-intl\/index.html","1412":"https:\/\/www.cnn.com\/2021\/03\/06\/europe\/europes-next-migrant-crisis-intl-analysis\/index.html","1420":"https:\/\/www.cnn.com\/2021\/03\/05\/europe\/france-vaccine-italy-astrazeneca-intl\/index.html","1429":"https:\/\/www.cnn.com\/2021\/03\/04\/europe\/italy-astrazeneca-doses-australia-intl\/index.html","1437":"https:\/\/www.cnn.com\/2021\/03\/02\/europe\/europe-vaccine-strategy-splinters-intl\/index.html","1451":"https:\/\/www.cnn.com\/2021\/02\/23\/europe\/sputnik-v-vaccine-production\/index.html","1458":"https:\/\/www.cnn.com\/2021\/03\/01\/sport\/yohan-blake-olympics-covid-vaccine-spt-intl\/index.html","1515":"https:\/\/www.cnn.com\/2021\/04\/23\/uk\/malaria-vaccine-oxford-intl-gbr\/index.html","1542":"https:\/\/www.cnn.com\/2021\/04\/20\/europe\/ema-johnson-johnson-vaccine-blood-clot-ruling-intl\/index.html","1587":"https:\/\/www.cnn.com\/2021\/04\/15\/europe\/denmark-astrazeneca-vaccination-program-intl\/index.html","1669":"https:\/\/www.cnn.com\/2021\/04\/06\/uk\/oxford-astrazeneca-pediatric-trial-intl-gbr\/index.html","1705":"https:\/\/www.cnn.com\/2021\/03\/31\/europe\/coronavirus-hungary-intl\/index.html","1730":"https:\/\/www.cnn.com\/2021\/05\/29\/uk\/duchess-cambridge-vaccine-intl-scli-gbr\/index.html","1843":"https:\/\/www.cnn.com\/2021\/05\/13\/sport\/yankees-test-positive-covid\/index.html","1873":"https:\/\/www.cnn.com\/2021\/05\/10\/europe\/italy-six-shots-pfizer-vaccine-scli-intl\/index.html","1899":"https:\/\/www.cnn.com\/2021\/05\/06\/europe\/germany-us-covid-vaccine-patents-intl\/index.html","1943":"https:\/\/www.cnn.com\/2021\/05\/02\/uk\/boris-johnson-scandals-local-elections-scottish-independence-intl-gbr-cmd\/index.html","2576":"https:\/\/www.cnn.com\/2021\/08\/29\/tennis\/andy-murray-vaccine-us-open-spt-intl\/index.html","2661":"https:\/\/www.cnn.com\/2021\/08\/17\/tennis\/stefanos-tsitsipas-covid-vaccine-spt-intl\/index.html","2702":"https:\/\/www.cnn.com\/2021\/08\/11\/europe\/facebook-russia-covid-intl\/index.html","2819":"https:\/\/www.cnn.com\/2021\/09\/28\/us\/lebron-james-covid-19-vaccine\/index.html","3158":"https:\/\/www.cnn.com\/2021\/10\/25\/uk\/europe-covid-second-pandemic-winter-intl-gbr\/index.html","3223":"https:\/\/www.cnn.com\/2021\/10\/20\/sport\/rolovich-washington-state-coach-firing-lawsuit\/index.html","3234":"https:\/\/www.cnn.com\/2021\/10\/18\/australia\/australia-victoria-police-covid-19-vaccine-intl-hnk\/index.html","3236":"https:\/\/www.cnn.com\/2021\/10\/18\/sport\/nick-rolovich-washington-state-football-coach-covid\/index.html","3380":"https:\/\/www.cnn.com\/2021\/10\/05\/sport\/andrew-wiggins-covid-19-vaccine-spt-intl\/index.html","3436":"https:\/\/www.cnn.com\/2021\/10\/01\/europe\/eastern-europe-vaccine-takeup-bulgaria-romania-intl-cmd\/index.html","3460":"https:\/\/www.cnn.com\/2021\/11\/29\/uk\/uk-booster-vaccine-expansion-omicron-gbr-intl\/index.html","3503":"https:\/\/www.cnn.com\/2021\/11\/24\/europe\/putin-nasal-spray-covid-19-vaccine-intl\/index.html","3695":"https:\/\/www.cnn.com\/2021\/11\/09\/europe\/france-covid-19-booster-intl\/index.html","3739":"https:\/\/www.cnn.com\/2021\/11\/05\/europe\/germany-covid-cases-surge-who-intl\/index.html","3855":"https:\/\/www.cnn.com\/2021\/12\/21\/tennis\/nata-vikhlyantseva-vaccine-australian-open-spt-intl\/index.html","4039":"https:\/\/www.cnn.com\/2021\/12\/03\/europe\/italy-man-silicone-arm-vaccine-intl-scli\/index.html","4050":"https:\/\/www.cnn.com\/2021\/11\/30\/europe\/covid-vaccine-mandates-austria-europe-cmd-intl\/index.html"}}