{"Headline":{"81":"Messi and Neymar booed by PSG fans after another Champions League meltdown: What next for the French club? - CNN","294":"PSG: Neymar's moment of reckoning in Champions League - CNN","298":"Barcelona suffers record defeat against Bayern Munich in Champions League - CNN","299":"Mbappe and Neymar prove their worth as PSG reaches first Champions Leage semifinal in 25 years - CNN","301":"PSG produces stunning comeback to knock Atalanta out of the Champions League - CNN","303":"Lionel Messi lifts Barcelona in Champions League last 8 - CNN","811":"Thomas Tuchel appointed Chelsea manager  - CNN","874":"Lionel Messi sent off in Barcelona's Super Cup final defeat to Athletic Bilbao - CNN","939":"Lionel Messi scores twice as Barcelona beats Athletic Bilbao - CNN","975":"PSG appoints Mauricio Pochettino as new coach - CNN","1065":"Champions League: Kylian Mbappe labeled a 'star for the future' as PSG sinks Barcelona - CNN","1069":"Champions League: Borussia Dortmund beats Sevilla as Erling Haaland nets brace - CNN","1137":"Tom Brady's GOAT status captures world's imagination - CNN","1138":"Lionel Messi: After report reveals star forward's record $672 million contract, Barcelona denies responsibility for leak  - CNN","1267":"Lionel Messi breaks Barcelona appearance record - CNN","1309":"Lionel Messi: Barcelona coach Ronald Koeman praises star after record-equaling game - CNN","1324":"PSG's Angel Di Maria and Marquinhos victims of burglary during match - CNN","1371":"UEFA Champion League: Lionel Messi scores 'special' goal as Barcelona crashes out  - CNN","1401":"Champions League: UEFA clears officials of alleged racist abuse during Paris Saint-Germain and Istanbul Basaksehir match - CNN","1436":"Barcelona given some respite from off-field issues with stunning comeback against Sevilla to reach Copa del Rey final - CNN","1464":"Lionel Messi: A pair of Barcelona star's football boots auctioned for $173,000 - CNN","1473":"Champions League: PSG 'collapsed completely' in semifinal against Manchester City  - CNN","1488":"Champions League: Paris Saint-Germain vs. Manchester City and why Qatar and UAE, soccer investment has been 'potentially worth its weight in gold' - CNN","1565":"Barcelona: Is this goodbye? Teammates line up for photos with Lionel Messi following Copa del Rey victory - CNN","1592":"PSG shows 'fight' to stun Bayern Munich in the Champions League quarterfinal   - CNN","1655":"Kylian Mbappe's brace hands PSG a Champions League win over Bayern Munich - CNN","1670":"FC Barcelona: Ousmane Dembele's late winner moves Barca to within touching distance of La Liga summit ahead of El Clasico - CNN","1698":"Neymar sees red as Lille stuns Paris Saint-Germain in Ligue 1 showdown - CNN","1773":"Lille defies the odds to win the Ligue 1 title: 'Everybody was already counting us out' - CNN","1834":"Barcelona thrashes Chelsea to win first Women's Champions League  - CNN","1940":"Lionel Messi double against Valencia keeps Barcelona's title hopes alive - CNN","1975":"Messi scores two and assists once while becoming Argentina's most capped player - CNN","2052":"Lionel Messi equals Argentina's all-time appearance record ... and signs fan's incredible tattoo - CNN","2461":"Copa America 2021 final: Argentina beats Brazil 1-0 \n - CNN","2469":"Lionel Messi faces old friend Neymar in last bid for Copa America glory with Argentina - CNN","2567":"Lionel Messi makes Paris Saint-Germain debut, but Kylian Mbappé is the star of the show - CNN","2592":"Champions League draw: Paris Saint-Germain pitted against Manchester City in groups - CNN","2606":"Real Madrid submit $188 million bid for PSG star Kylian Mbappé, according to reports - CNN","2667":"Barcelona starts life without Lionel Messi with a thrilling win  - CNN","2698":"Lionel Messi tells CNN he believes PSG is the best place for him to win UCL again - CNN","2703":"Lionel Messi says PSG move is a 'possibility' as he bids tearful farewell to Barcelona - CNN","2708":"Lionel Messi signs two-year contract with Paris Saint-Germain - CNN","2750":"Lionel Messi: 'Barcelona is above everything, even the best player in the world,' says club president - CNN","2754":"Lionel Messi: Barcelona says Argentine star is leaving the club - CNN","2826":"Lionel Messi scores first PSG goal in Champions League win over Manchester City - CNN","2901":"Cristiano Ronaldo set to overtake Lionel Messi as highest-paid footballer this season  - CNN","2907":"Barcelona struggles to draw against Granada as an arduous season looms - CNN","2935":"Lionel Messi substituted on home debut as Paris Saint-Germain score late winner - CNN","2965":"PSG: Lionel Messi's Champions League debut for French giants falls flat against Club Brugge - CNN","2977":"Barcelona: Gerard Pique admits 'We are who we are' as Barça trounced by Bayern in Champions League - CNN","3012":"Lionel Messi surpasses Pelé to become South America's top international goal scorer in men's football - CNN","3049":"Former footballer Jean-Pierre Adams dies following 39-year coma - CNN","3122":"Koeman: Barcelona fires coach after woeful start to season - CNN","3172":"El Clasico: Lionel Messi and Cristiano Ronaldo helped redefine bitter club rivalry, but without either star will world still be watching? - CNN","3222":"Lionel Messi gives up chance to score first hat-trick for Paris Saint-Germain  - CNN","3358":"Lionel Messi: Leaving Barcelona was a shock, but PSG starr adjusting well in Paris - CNN","3417":"Lionel Messi suffers first defeat as a PSG player as Rennes stages surprise   - CNN","3452":"Ballon d'Or: Cristiano Ronaldo hits back after France Football boss stokes Lionel Messi rivalry  - CNN","3459":"Lionel Messi wins seventh Ballon d'Or, while Alexia Putellas wins her first women's title - CNN","3501":"Manchester City defeat Paris Saint-Germain as both teams qualify for Champions League knockout stages - CNN","3516":"Barcelona vs Benfica: Barça's Champions League hopes on knife edge, but club may have found its new star - CNN","3672":"Aminata Diallo: PSG player arrested in connection with an alleged attack on teammate - CNN","3762":"Barcelona: Barça scrapes to win while Robert Lewandowski scores hat-trick - CNN","3816":"Kylian Mbappé on the 'pleasure' of playing alongside Leo Messi at PSG and what's in store for his future - CNN","3832":"Mauro Icardi salvages a point for 10-man PSG at Lorient - CNN","3940":"Champions League Draw: PSG to play Real Madrid after re-draw  - CNN","3976":"Barcelona: What next for Barça after Champions League group stage exit? - CNN","3993":"Kylian Mbappé and Lionel Messi inspire PSG to Champions League rout  - CNN","3995":"Barcelona dumped out of Champions League group stage after Bayern Munich defeat  - CNN"},"Description":{"81":"Even by Paris Saint-Germain's standards, the past week has been an eventful one.","294":"Neymar's record-breaking $263 million transfer from Barcelona to Paris Saint-Germain in 2017 was intended to herald an era of Champions League domination. Twice the 28-year-old has been deprived of his say in the latter stages of European football's elite club competition. Is this finally his time to seal his legacy and quell the naysayers?","298":"Bayern Munich scored eight times against Barcelona as the German side inflicted a record defeat on the Catalans in an astonishing 8-2 win in the Champions League quarterfinals. ","299":"It took a whirlwind 149 seconds for Paris Saint-Germain's Champions League fortunes to take a dramatic turn on Wednesday, a last-gasp victory over Atalanta ensuring the club could yet shed its status as the competition's most high-profile underachiever. ","301":"Paris Saint-Germain produced yet another memorable moment in the rich history of the UEFA Champions League after completing a late comeback against Atalanta on Wednesday.","303":"Lionel Messi scored a spellbinding goal as Barcelona beat Napoli 3-1 (4-2 on aggregate) in the Camp Nou on Saturday night to advance to the quarterfinals of the Champions League.","811":"Chelsea has confirmed former Paris Saint-Germain manager Thomas Tuchel as its new boss, a day after Frank Lampard was let go by the Premier League club. ","874":"Lionel Messi was shown the first red card of his Barcelona career, as Ronald Koeman's side suffered a 3-2 extra-time defeat to Athletic Bilbao in the Spanish Super Cup final.","939":"After a turbulent summer, Lionel Messi has had an atypically slow start to the season.","975":"Mauricio Pochettino was officially confirmed as the new coach of French champion Paris Saint-Germain on Saturday following the sacking of Thomas Tuchel.","1065":"Kylian Mbappe has been hailed as the next Cristiano Ronaldo or Lionel Messi after scoring a wonderful hat trick in Paris Saint-Germain's 4-1 victory away at Barcelona in the Champions League.","1069":"A day after Kylian Mbappe lit up the Champions League with an impressive hat trick against Barcelona, Erling Braut Haaland netted a wonderful brace as the game's new stars continue to take center stage. ","1137":"LeBron James or Michael Jordan? Roger Federer or Rafa Nadal? Lionel Messi or Cristiano Ronaldo? The argument over who's the greatest of all time in many sports is fiercely contested. ","1138":"Barcelona says it \"categorically denies\" responsibility for the publication of Lionel Messi's $672 million contract, which was reported by Spanish newspaper El Mundo.","1267":"Lionel Messi broke the club's appearance record on Sunday as the Argentine featured in his 768th game for the Catalan giants. ","1309":"Barcelona manager Ronald Koeman called Lionel Messi \"the most important player\" in the club's history after the Argentine made his 767th appearance for the Catalan team on Monday.  ","1324":"Paris Saint-Germain star Angel Di Maria was withdrawn during his side's loss to Nantes on Sunday after he received news that his home had been burgled, AFP reported.","1371":"It wasn't enough to ensure Barcelona progressed to the Champions League quarterfinals but Lionel Messi's strike against Paris Saint-Germain on Wednesday will live long in the memory. ","1401":"UEFA announced on Monday that Romanian fourth official Sebastian Colţescu and assistant referee Octavian Sovre have been cleared of racism and other discriminatory conduct during December's Champions League match between Paris Saint-Germain and Istanbul Basaksehir in Paris.","1436":"Barcelona fans were given some respite from the club's off-the-field troubles as Lionel Messi and Co. mounted a stunning comeback to beat Sevilla and advance to the Copa del Rey final.","1464":"A pair of Lionel Messi's boots have been sold for charity for $173,000, auction house Christie's said on Friday.","1473":"Paris Saint-Germain was \"emotional and aggressive in a stupid way\" according to former Arsenal manager Arsene Wenger after it threw away its lead in the Champions League semifinal clash against Manchester City. ","1488":"Five years have passed since Paris Saint-Germain and Manchester City last met in the Champions League, but both teams' quests for European silverware endures.   ","1565":"The group of people had lined up and were waiting patiently to have their photos taken with Lionel Messi -- but these weren't fans, they were the Argentine's Barcelona teammates.","1592":"Paris Saint-Germain showed both style and substance in its epic Champions League quarterfinal win over Bayern Munich on Tuesday. ","1655":"PSG defeated Bayern Munich 3-2 in a thrilling, end-to-end Champions League encounter on Wednesday thanks to two goals from star striker Kylian Mbappe.","1670":"We could be set for one of the most thrilling La Liga finales in history, after Ousmane Dembele's injury-time goal gave Barcelona a narrow 1-0 win over Valladolid on Monday and moved the Catalan club to within a point of league leader Atletico Madrid.","1698":"Paris Saint-Germain's Brazilian star Neymar sent off late on Saturday as the Ligue 1 champion's hopes of claiming a fourth successive league title were dented by Lille.","1773":"Lille's 2-1 victory over Angers on Sunday secured arguably the most unlikely league title in European football this season, as the French club beat powerhouse Paris Saint-Germain to the Ligue 1 trophy by a single point.","1834":"Barcelona scored four first-half goals to defeat Chelsea 4-0 and capture the Women's Champions League on Sunday for the first time. ","1940":"Two goals from Lionel Messi helped Barcelona to a vital 3-2 victory over Valencia and stay within touching distance of the top of La Liga.","1975":"With his inauspicious Argentina debut nothing but a distant memory, Lionel Messi became his country's most capped player on Monday in their 4-1 Copa América victory over Bolivia.","2052":"Lionel Messi earned his 147th cap for Argentina on Monday, equaling Javier Mascherano's all-time appearance record for La Albiceleste.","2461":" Argentina won their first major title in 28 years on Saturday and Lionel Messi finally won his first medal in a blue-and-white shirt when an Angel Di Maria goal gave them a 1-0 win over Brazil and a record-equaling 15th Copa America.","2469":"When Lionel Messi steps out onto the pitch for Saturday's Copa America final, it could be his last chance to win a trophy with Argentina.","2567":"Lionel Messi made his highly-anticipated Paris Saint-Germain debut on Sunday, coming on as a second half substitute for old friend Neymar in the team's 2-0 Ligue 1 win over Reims.","2592":"Paris Saint-Germain will face Manchester City in this season's Champions League after the two giants were pitted against each other in the group stage draw on Thursday.","2606":"Spanish football giants Real Madrid have made a €160 million ($188 million) bid for Paris Saint-Germain striker Kylian Mbappé, Spanish media reported on Tuesday.","2667":"Barcelona started its new post-Lionel Messi era with a thrilling 4-2 win against Real Sociedad on Sunday. ","2698":"Lionel Messi tells CNN that Paris Saint-Germain is the \"ideal\" place for him to win the UEFA Champions League once again. ","2703":"As he bid a tearful farewell to Barcelona on Sunday, football superstar Lionel Messi said a move to Paris Saint-Germain was \"a possibility.\"","2708":"Lionel Messi has officially signed for French club Paris Saint-Germain, bringing his long-term association with FC Barcelona to an end.","2750":"Its motto is \"More than a club,\" a theme that bullish Barcelona President Joan Laporta riffed on at a media conference on Friday as he insisted that the La Liga team \"is above\" even Lionel Messi.","2754":"Lionel Messi is leaving Barcelona, the Spanish club said Thursday.","2826":"Lionel Messi scored his first goal for Paris Saint-Germain on Tuesday night in a 2-0 victory over Manchester City in the Champions League. ","2901":"Cristiano Ronaldo is set to leapfrog long-term rival Lionel Messi as the highest-paid football player in the world, according to Forbes. ","2907":"Barcelona's sluggish start to the season continued on Monday as the Catalan club barely managed to scrape a draw against lowly Granada at the Camp Nou.","2935":"Lionel Messi's home debut for Paris Saint-Germain was far from how he would have dreamt it, with the Argentine forward being substituted by Mauricio Pochettino in the second half as his side went in search of a winning goal against Lyon. ","2965":"The much-hyped trio of Lionel Messi, Kylian Mbappé and Neymar failed to inspire Paris Saint-Germain to victory in its Champions League opener on Wednesday, with the French side being held to a 1-1 draw by Club Brugge.","2977":"Barcelona's first defeat of the post-Lionel Messi era was inflicted in devastating fashion as Bayern Munich sauntered to a 3-0 victory at the Camp Nou.","3012":"Lionel Messi scored a hat-trick in Argentina's 3-0 against Bolivia to become South America's record goalscorer in men's international football.","3049":"Jean-Pierre Adams, an ex-footballer who fell into a coma in 1982 following a botched knee operation, has died at the age of 73, his former clubs Nimes Olympique, Paris Saint-Germain and Nice said.","3122":"Barcelona sacked coach Ronald Koeman after Wednesday's 1-0 LaLiga defeat at Rayo Vallecano, the Catalan club said on Wednesday.","3172":"At the absolute peak of their rivalry, El Clasico often seemed more about Cristiano Ronaldo vs. Lionel Messi than it did Real Madrid vs. Barcelona.","3222":"Lionel Messi inspired Paris-Saint Germain to a thrilling 3-2 victory against RB Leipzig in the Champions League on Tuesday but the night also revealed the Argentine's magnanimity. ","3358":"Having to leave Barcelona came as a shock to Lionel Messi, but the Argentina forward said familiar faces have helped him to settle at Paris St Germain.","3417":"Paris Saint-Germain slumped to a shock 2-0 defeat against Rennes Sunday, bringing its perfect start to the new Ligue 1 season to an end. ","3452":"Cristiano Ronaldo says the editor of France Football, Pascal Ferré, \"lied\" after claiming the Portuguese forward told him of his ambition to retire with more Ballon d'Or awards than Lionel Messi. ","3459":"Lionel Messi won his seventh Ballon d'Or title on Monday, while Alexia Putellas won her first Ballon d'Or Féminin title. ","3501":"Manchester City came from behind to defeat Paris Saint-Germain 2-1 on Wednesday as both teams qualified for the knockout stages of the Champions League.","3516":"Barcelona limped to a goalless draw at home to Benfica in Xavi's first Champions League match as head coach, meaning the team now needs to win away at Bayern Munich to guarantee progress through to the knockout stages.","3672":"Paris Saint-Germain and France midfielder Aminata Diallo has been taken into police custody in connection with an attack on a teammate, the French club said on Wednesday.","3762":"Barcelona may be without a new permanent manager but the Catalan club still scraped past Dynamo Kyiv 1-0 in the Champions League on Tuesday. ","3816":"Kylian Mbappé isn't leaving Paris Saint-Germain -- for now. ","3832":"Mauro Icardi's stoppage-time strike helped 10-man Paris St Germain salvage a fortunate 1-1 draw at lowly Lorient in a dismal performance by the Ligue 1 leaders on Wednesday.","3940":"Paris Saint-Germain will play Real Madrid in a star-studded Champions League Round-of-16 tie after fixtures were redrawn following a technical error.","3976":"\"I'm pissed off,\" a furious Xavi told reporters following Barcelona's 3-0 defeat to Bayern Munich in the Champions League. \"This is our reality and I'm pissed off.\"","3993":"Kylian Mbappé and Lionel Messi put on a show as Paris Saint-Germain beat Club Brugge 4-1 in the Champions League on Tuesday.","3995":"Barcelona crashed out of this season's Champions League after a 3-0 defeat to Bayern Munich on Wednesday. "},"Url":{"81":"https:\/\/www.cnn.com\/2022\/03\/14\/football\/messi-neymar-what-next-psg-spt-intl\/index.html","294":"https:\/\/www.cnn.com\/2020\/08\/11\/football\/neymar-psg-champions-league-brazil-cmd-spt-intl\/index.html","298":"https:\/\/www.cnn.com\/2020\/08\/14\/football\/bayern-munich-barcelona-champions-league-quarterfinal-spt-intl\/index.html","299":"https:\/\/www.cnn.com\/2020\/08\/13\/football\/psg-neymar-kylian-mbappe-champions-league-atalanta-spt-intl\/index.html","301":"https:\/\/www.cnn.com\/2020\/08\/12\/football\/atalanta-psg-champions-league-spt-intl\/index.html","303":"https:\/\/www.cnn.com\/2020\/08\/08\/football\/football-champions-league-barcelona-messi-bayern-munich\/index.html","811":"https:\/\/www.cnn.com\/2021\/01\/26\/football\/thomas-tuchel-chelsea-manager-spt-intl\/index.html","874":"https:\/\/www.cnn.com\/2021\/01\/18\/football\/lionel-messi-sent-off-barcelona-super-cup-defeat-athletic-bilbao-spt-intl\/index.html","939":"https:\/\/www.cnn.com\/2021\/01\/07\/football\/lionel-messi-barcelona-spt-intl\/index.html","975":"https:\/\/www.cnn.com\/2021\/01\/02\/football\/paris-st-germain-pochettino-appointed-spt-intl\/index.html","1065":"https:\/\/www.cnn.com\/2021\/02\/16\/football\/kylian-mbappe-barcelona-psg-champions-league-2021-spt-intl\/index.html","1069":"https:\/\/www.cnn.com\/2021\/02\/17\/football\/champions-league-borussia-dortmund-sevilla-haaland-spt-intl\/index.html","1137":"https:\/\/www.cnn.com\/2021\/02\/08\/sport\/tom-brady-reaction-tampa-bay-buccaneers-super-bowl-spt-intl\/index.html","1138":"https:\/\/www.cnn.com\/2021\/02\/01\/football\/lionel-messi-barcelona-contract-spt-intl\/index.html","1267":"https:\/\/www.cnn.com\/2021\/03\/22\/football\/lionel-messi-barcelona-appearance-record-break-xavi-spt-intl\/index.html","1309":"https:\/\/www.cnn.com\/2021\/03\/16\/football\/lionel-messi-record-appearance-ronald-koeman-spt-intl\/index.html","1324":"https:\/\/www.cnn.com\/2021\/03\/15\/sport\/angel-di-maria-burglary-psg-spt-intl\/index.html","1371":"https:\/\/www.cnn.com\/2021\/03\/11\/football\/lionel-messi-barcelona-psg-goal-champions-league-spt-intl\/index.html","1401":"https:\/\/www.cnn.com\/2021\/03\/08\/football\/uefa-champions-league-sebastian-coltescu-octavian-sovre-spt-intl\/index.html","1436":"https:\/\/www.cnn.com\/2021\/03\/04\/football\/barcelona-comeback-sevilla-copa-del-rey-st-intl\/index.html","1464":"https:\/\/www.cnn.com\/2021\/04\/30\/football\/lionel-messi-barcelona-boots-auction-spt-intl\/index.html","1473":"https:\/\/www.cnn.com\/2021\/04\/29\/football\/psg-manchester-city-arsene-wenger-champions-league-spt-intl\/index.html","1488":"https:\/\/www.cnn.com\/2021\/04\/28\/football\/champions-league-psg-manchester-city-spt-intl\/index.html","1565":"https:\/\/www.cnn.com\/2021\/04\/18\/football\/lionel-messi-barcelona-bilbao-copa-del-rey-spt-intl\/index.html","1592":"https:\/\/www.cnn.com\/2021\/04\/14\/football\/psg-bayern-munich-champions-league-quarterfinal-spt-intl\/index.html","1655":"https:\/\/www.cnn.com\/2021\/04\/08\/football\/kylian-mbappe-psg-bayern-munich-spt-intl\/index.html","1670":"https:\/\/www.cnn.com\/2021\/04\/06\/football\/barcelona-valladolid-la-liga-ousmane-dembele-spt-intl\/index.html","1698":"https:\/\/www.cnn.com\/2021\/04\/03\/football\/neymar-red-card-psg-lille-ligue-1-spt-intl\/index.html","1773":"https:\/\/www.cnn.com\/2021\/05\/24\/football\/lille-crowned-ligue-1-champions-jose-fonte-spt-intl\/index.html","1834":"https:\/\/www.cnn.com\/2021\/05\/16\/football\/barcelona-chelsea-womens-champions-league-spt-intl\/index.html","1940":"https:\/\/www.cnn.com\/2021\/05\/03\/football\/lionel-messi-barcelona-valencia-spt-intl\/index.html","1975":"https:\/\/www.cnn.com\/2021\/06\/29\/football\/messi-mascherano-argentina-most-capped-player-spt-intl\/index.html","2052":"https:\/\/www.cnn.com\/2021\/06\/22\/football\/lionel-messi-equals-argentina-appearance-record-copa-america-spt-intl\/index.html","2461":"https:\/\/www.cnn.com\/2021\/07\/11\/football\/copa-america-intl-spt\/index.html","2469":"https:\/\/www.cnn.com\/2021\/07\/09\/football\/copa-america-final-brazil-argentina-spt-intl\/index.html","2567":"https:\/\/www.cnn.com\/2021\/08\/30\/football\/lionel-messi-debut-kylian-mbappe-shines-spt-intl\/index.html","2592":"https:\/\/www.cnn.com\/2021\/08\/26\/football\/champions-league-draw-psg-chelsea-spt-intl\/index.html","2606":"https:\/\/www.cnn.com\/2021\/08\/25\/football\/kylian-mbappe-real-madrid-psg-spt-intl\/index.html","2667":"https:\/\/www.cnn.com\/2021\/08\/16\/football\/barcelona-win-post-messi-era-spt-intl\/index.html","2698":"https:\/\/www.cnn.com\/2021\/08\/11\/football\/lionel-messi-press-conference-psg-spt-intl\/index.html","2703":"https:\/\/www.cnn.com\/2021\/08\/08\/football\/lionel-messi-barcelona-psg-spt-intl\/index.html","2708":"https:\/\/www.cnn.com\/2021\/08\/10\/football\/lionel-messi-psg-barcelona-reports-spt-intl\/index.html","2750":"https:\/\/www.cnn.com\/2021\/08\/06\/football\/joan-laporta-explains-lionel-messi-barcelona-exit-spt-intl\/index.html","2754":"https:\/\/www.cnn.com\/2021\/08\/05\/football\/lionel-messi-contract-barcelona-spt-intl\/index.html","2826":"https:\/\/www.cnn.com\/2021\/09\/29\/football\/lionel-messi-first-psg-goal-ucl-spt-intl\/index.html","2901":"https:\/\/www.cnn.com\/2021\/09\/22\/sport\/cristiano-ronaldo-lionel-messi-forbes-spt-intl\/index.html","2907":"https:\/\/www.cnn.com\/2021\/09\/21\/football\/barcelona-struggles-to-draw-against-granada-spt-intl\/index.html","2935":"https:\/\/www.cnn.com\/2021\/09\/20\/football\/lionel-messi-subbed-off-mauricio-pochettino-psg-spt-intl\/index.html","2965":"https:\/\/www.cnn.com\/2021\/09\/16\/football\/lionel-messi-champions-league-psg-man-city-spt-intl\/index.html","2977":"https:\/\/www.cnn.com\/2021\/09\/15\/football\/pique-koeman-barcelona-bayern-spt-intl\/index.html","3012":"https:\/\/www.cnn.com\/2021\/09\/10\/football\/lionel-messi-south-america-record-spt-intl\/index.html","3049":"https:\/\/www.cnn.com\/2021\/09\/06\/football\/jean-pierre-adams-death-spt-intl\/index.html","3122":"https:\/\/www.cnn.com\/2021\/10\/27\/football\/barcelona-coach-koeman-fired-intl-hnk-spt\/index.html","3172":"https:\/\/www.cnn.com\/2021\/10\/23\/football\/el-clasico-without-messi-and-ronaldo-el-clasico-spt-intl\/index.html","3222":"https:\/\/www.cnn.com\/2021\/10\/20\/football\/lionel-messi-psg-champions-league-hattrick-spt-intl\/index.html","3358":"https:\/\/www.cnn.com\/2021\/10\/09\/football\/lionel-messi-paris-psg-spt-intl\/index.html","3417":"https:\/\/www.cnn.com\/2021\/10\/03\/football\/psg-rennes-lionel-messi-spt-intl\/index.html","3452":"https:\/\/www.cnn.com\/2021\/11\/30\/football\/cristiano-ronaldo-ballon-dor-lies-spt-intl\/index.html","3459":"https:\/\/www.cnn.com\/2021\/11\/29\/football\/lionel-messi-alexia-putellas-ballon-dor-spt-intl\/index.html","3501":"https:\/\/www.cnn.com\/2021\/11\/24\/football\/man-city-psg-champions-league-spt-intl\/index.html","3516":"https:\/\/www.cnn.com\/2021\/11\/24\/football\/barcelona-new-star-yusuf-demir-champions-league-spt-intl\/index.html","3672":"https:\/\/www.cnn.com\/2021\/11\/10\/football\/psg-aminata-diallo-teammate-custody-attack-spt-intl\/index.html","3762":"https:\/\/www.cnn.com\/2021\/11\/03\/football\/barcelona-bayern-munich-lewandowski-champions-league-spt-intl\/index.html","3816":"https:\/\/www.cnn.com\/2021\/12\/28\/sport\/kylian-mbappe-psg-ctw-spt-intl\/index.html","3832":"https:\/\/www.cnn.com\/2021\/12\/23\/football\/mauro-icardi-psg-lorient-sergio-ramos-spt-intl\/index.html","3940":"https:\/\/www.cnn.com\/2021\/12\/13\/football\/champions-league-draw-ronaldo-messi-psg-manchester-united-spt-intl\/index.html","3976":"https:\/\/www.cnn.com\/2021\/12\/09\/football\/what-next-for-barcelona-after-champions-league-exit-spt-intl\/index.html","3993":"https:\/\/www.cnn.com\/2021\/12\/07\/football\/kylian-mbappe-lionel-messi-champions-league-psg-spt-intl\/index.html","3995":"https:\/\/www.cnn.com\/2021\/12\/08\/football\/barcelona-bayern-munich-champions-league-spt-intl\/index.html"}}